{"type": "paragraph", "text": "iiiiiii"}
{"type": "section", "title": "LA PERMANENCIA EN EL ANTIGUO TESTAMENTO", "level": 1, "content": "La religión del Dios de Abraham, Isaac y Jacob es un camino de santidad y restauración. Dios le dijo a Abraham: “Yo soy el Dios que todo lo puede, anda delante de mí y se perfecto”.\n\nA pesar de que la palabra de Dios promete victoria, la inmensa mayoría de la humanidad ha demostrado que no pretende confiar en el poder de Dios para vivir una vida de perfecta entrega. La profesa iglesia de Dios no ha querido ser moldeada a Su imagen y para tapar la traición se esconde dentro de un manto de “madurez cristiana”. Dios no demandó de Abraham “madurez cristiana”, no demandó estabilidad en la asistencia a los cultos ni que dejara de usar joyas, ni que se dispusiera a predicar puerta por puerta, no demandó obras, no demandó buenas intenciones ni demandó esfuerzo, Dios no demandó nada que el ser humano puede producir. No demanda tampoco de nosotros nuestro mejor y progresivo esfuerzo para acercarnos al supuesto ideal inalcanzable de Jesús. No, Dios demanda de nosotros la santidad de un amor perfecto, demanda de nosotros a Jesús, pues es nada menos que Jesús, lo que nos ha dado.\n\nDios nos asegura un nuevo corazón proveniente de una nueva creación, de un nuevo nacimiento. Dios promete un corazón inundado del Espíritu y con una naturaleza divina. Un carácter naturalmente divino es nuestra herencia porque Jesús vive en nosotros. Dios demanda nuestra cabal muerte y la vida de Cristo manifestándose en toda nuestra existencia. El Dios de Abraham coloca la Ley de amor, los Díez mandamientos espirituales en cada uno de sus hijos. Aun así, nosotros profesamos cristianismo mientras justificamos nuestro cachumbambé de pecado, un día abajo, otro día arriba, haciendo del abogado celestial la perfecta justificación para nuestra criminal actitud.\n\nLa experiencia cristiana no es de gloria en derrota y de derrota en gloria, es de gloria en gloria, transformados a su misma imagen mediante el Espíritu Santo y la Biblia. Es cierto que existe un progreso, pero este progreso sólo es posible en el terreno de nuestros constantes pecados por yerro. Pero no existe progreso santificador para nuestro “genio cristiano”, ni nuestra “intemperancia cristiana”, ni nuestra lujuria, ni nuestro egoísmo, ni nuestra frivolidad ante la muerte de los inconversos, no existe progreso santificador de ninguno de nuestros pecados conocidos.\n\nEl fruto del Espíritu es uno, es el amor, y tal fruto no vive en medio de obra alguna de la carne. O andamos en el Espíritu o andamos en la carne, porque ambos se oponen entre sí. Si pecamos en lo que sabemos, es, en los mejores casos, porque no hemos nacido de nuevo o porque no permanecemos en el Espíritu.\n\nNo existe “pecado cristiano”, ni pecado del Espíritu. Quien anda en el Espíritu no peca, porque la semilla de Dios permanece en él y no puede pecar, porque lo que vive en la carne, lo vive en la fe del Hijo de Dios, y ya no vive él sino que Cristo es el que realiza las obras. Hermanos, no se engañen, todo el que peca es del diablo, y cada vez que pecamos voluntariamente es porque elegimos apartarnos de Jesús y acudir a nuestra propia naturaleza pecaminosa.\n\nMuchos dicen que este proceso es normal, que el pecado es sólo otra cara de la travesía cristiana. Que poco a poco nos entregaremos más y más hasta que muramos y sólo entonces podremos vivir como Jesús vivió. Estas pobres almas han sido engañadas en el error de los fariseos de antaño: realizar el mejor intento de obedecer, porque sólo los intentos humanos son imperfectos y necesitan tiempo para progresar de peor a mejor, porque Dios no necesita tiempo para crear la luz, sólo su palabra, y así como en las tinieblas resplandeció la luz, así a través de su Palabra nace la luz en nuestros corazones entenebrecidos de pecado. El nuevo nacimiento nos da el poder de amar a Dios con el amor de Jesús, de amar al prójimo con el amor de Dios, el nuevo nacimiento reemplaza el poder de nuestra naturaleza pecaminosa por el poder de una naturaleza espiritual, el nuevo nacimiento es completo, no parcial, nos habilita para guardar toda la ley con sentimientos puros, con propósitos nobles, el nuevo nacimiento nos hace como Cristo, nos hace cristianos, y el nuevo nacimiento no es un proceso, es un milagro.\n\nLos fariseos antiguos y las multitudes farisaicas modernas son paralíticos espirituales que profesan servir a Dios haciendo todo lo posible para seguirlo. Se arrastran, usan muletas intentando seguir su paso. Duro es su esfuerzo, difícil su tarea, pero no entrarán por las puertas de la ciudad pues sólo logran limpiar lo de afuera del vaso. Los patriarcas de antaño al igual que el remanente moderno no se arrastran con la mejor de sus fuerzas, ellos son sanados milagrosamente por la voz de uno que dice: ¡Levántate, toma tu lecho y anda! Pasan en un instante de ser paralíticos espirituales a caminar sobre las tempestuosas aguas de pecado, todo esto mediante la fe en la Palabra del que les ordena santidad.\n\nEs cierto que los que han sido bendecidos por la naturaleza divina siguen sujetos a constante asedio demoniaco, y si retiran por un momento la vista de Cristo se hundirán en la tempestad pecaminosa que anega al grueso de la humanidad. Pero, si continúan contemplando a Jesús y creyendo en su poder serán “como el monte de Sion, que no se mueve, sino que permanece para siempre”\n\nLa salvación es un milagro garantizado por la vida, muerte y resurrección de Jesús, obrado por el Espíritu y en respuesta a la fe bíblica del hombre en quien se siembra la verdad. La santificación no depende de un elemento diferente, somos salvos y santos por la fe, por tanto, quien no ha sido habilitado para vencer la tentación no anda en fe salvadora.\n\nPara los que quieren aprender a mirar constantemente a Jesús, para los deseosos de Su justicia, para los que están dispuestos a aprender el mensaje de permanencia, para ellos es este estudio. Para los que quieren glorificar a Dios con la santidad sin la cual es imposible verlo, para los que buscan mantenerse en pie ante Su venida, para los que conocen Su mensaje (que Dios es luz y no hay sombra de pecado en Él, y el que dice que está en luz como Dios está en luz, no peca voluntariamente) para ellos, para nosotros es este estudio. Para que conozcamos, y que conociendo creamos, y que creyendo venzamos y que venciendo le glorifiquemos. Para ser “el limpio de manos y puro de corazón el que no ha elevado su alma a cosas vanas, ni jurado con engaño. Él recibirá bendición de Jehová, y justicia del Dios de salvación. Tal es la generación de los que le buscan, de los que buscan tu rostro, oh Dios de Jacob”.", "subsections": []}
{"type": "section", "title": "LA PERMANENCIA DE ADÁN Y EVA", "level": 1, "content": "El primer pecado, la primera tentación que sufrió nuestra raza, el primer engaño, la caída original, el libro de Génesis contiene el registro de este importante evento.\n\nMoisés, plasmando por escrito el origen de la religión de Israel comienza enfatizando que el Creador es Jehová Elohim, el Dios que luego se le aparecería en una zarza ardiendo para liberar a Su pueblo de la esclavitud egipcia. El Espíritu Santo indujo a Moisés para que resaltara al ser humano como la corona de la creación. Todo fue puesto a nuestros pies, ovejas, vacas y los animales del campo, las aves del cielo y los peces del mar. Eran nuestros, Él nos los dio y nosotros les dimos nombres.\n\nTan temprano como en el tercer capítulo del libro de los Orígenes el ser humano da un vuelco de 180 grados. Cambiamos de gobernar a ser esclavos, del amor al pecado, de Dios a los demonios. Muy pronto el ser humano dejó de permanecer en la comunión de Aquel que le había dado la vida. Decidimos aliarnos a aquella fuerza que desde hace unos años venía corrompiendo el universo. Pecamos.\n\nEste es el comienzo de un largo viaje en el que la Biblia nos conduce hasta culminar con la restauración de todas las cosas buenas y la eliminación de todas las malas. La Biblia, desde el punto de vista de la raza humana, es una historia de restauración, reconciliación y vuelta a casa. Somos la oveja perdida que un pastor, dejando las noventa y nueve, salió a buscar.\n\nSegún la Escritura los problemas del hombre comienzan con el pecado y culminan con la glorificación o total extirpación del mal que está en nosotros. El plan de la salvación es, por tanto, una cura contra el pecado, y no es, en ningún sentido, un apañamiento o pasada por alto del mismo.\n\nDios ideó un plan para reconvertirnos al amor y salvarnos de la justa retribución por nuestro crimen. Dios pagó en su propia persona nuestro extravío con el propósito de volvernos a la santificante obediencia. El salmista dice que los libró de Egipto para que guardaran su ley y el apóstol que somos elegidos para obedecer.\n\nComo por la desobediencia hereditaria de Adán los muchos fueron constituidos pecadores, así también el evangelio tiene como propósito que por medio de la obediencia hereditaria de Jesús seamos constituidos justos. Somos elegidos para obedecer, para que el produzca en nosotros el querer como el hacer por su buena voluntad, para que el viva en, y a través de nosotros. Sin la obediencia que produce la fe, sin santidad, nadie verá a Dios. No será glorificado quien no es santificado, eso es claro en la Biblia.\n\nSin embargo, hoy día, aún para aquellos que se han enlistado en las filas de los que esperan cielos nuevos y tierra nueva, en los cuales habite la justicia, aún en ellos podemos ver los hilos de Satanás moviéndolos a su antojo. Al final todos pecan y la historia de la fruta se repite, la traición se emula y el pacto se rompe. Volvemos a necesitar iniciar nuestra experiencia y Dios, en su amante fidelidad, sigue allí para nosotros esperando que algún día le amemos con su amor constante a través de su poder. “¡Quién diera que tuviesen tal corazón, que me temiesen y guardasen todos los días todos mis mandamientos, para que a ellos y a sus hijos les fuese bien para siempre!” (Deuteronomio 5:29). ¡Ése es el anhelo de Dios! No es un anhelo de imposibilidad divina, ¡Él quiere y puede hacer que lo hagamos! Es un anhelo que reclama la permanencia humana. “Permaneced en mí, y yo en vosotros. Como el pámpano no puede llevar fruto por sí mismo, si no permanece en la vid, así tampoco vosotros, si no permanecéis en mí.» “Como el Padre me ha amado, así también yo os he amado; permaneced en mi amor.” Dice Jesus. (Juan 15:4 y 9) “Os he escrito esto sobre los que os engañan. Pero la unción que vosotros recibisteis de él permanece en vosotros, y no tenéis necesidad de que nadie os enseñe; así como la unción misma os enseña todas las cosas, y es verdadera, y no es mentira, según ella os ha enseñado, permaneced en él. Y ahora, hijitos, permaneced en él, para que cuando se manifieste, tengamos confianza, para que en su venida no nos alejemos de él avergonzados. Si sabéis que él es justo, sabed también que todo el que hace justicia es nacido de él.” (1Juan 2:26-29) Dice Juan.\n\nDios pide permanencia a los que disfrutan de la salvación, “porque es imposible que los que una vez fueron iluminados y gustaron del don celestial, y fueron hechos partícipes del Espíritu Santo, y asimismo gustaron de la buena palabra de Dios y los poderes del siglo venidero, y recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios y exponiéndole a vituperio.” (Hebreos 6:4-6) No existe otro sacrificio, ni un segundo plan, o permanecemos en la fe de Jesús o perecemos, no es posible que los que gustan el don celestial, y se vuelven atrás, despreciando el sacrificio de Cristo con sus pecados voluntarios una y otra vez, tengan otro sacrificio por el cual ser salvos. Es cierto que, si alguno ha pecado, abogado tiene para con el padre, pero el continuo ejercicio de pecar lleva eventualmente a un punto sin retorno, a una tolerancia indescriptible al mal. “No os engañéis; Dios no puede ser burlado: pues todo lo que el hombre sembrare, eso también segará. Porque el que siembra para su carne, de la carne segará corrupción; mas el que siembra para el Espíritu, del Espíritu segará vida eterna. No nos cansemos, pues, de hacer bien; porque a su tiempo segaremos, si no desmayamos.” (Gálatas 6:7-9). Y “el que sembrare iniquidad, iniquidad segará, y la vara de su insolencia se quebrará.” (Proverbios 22:8). La permanencia es nuestra seguridad ante su venida, porque la victoria es tarea de Dios.\n\nEn el relato de la caída, y en lo que el resto de las Escrituras puede aclararnos de cómo nuestros primeros padres fueron inducidos a pecar, encontraremos gemas de verdad que nos ayudarán a armar el cuadro de la doctrina de la permanencia.\n\nAnalizando la génesis del asunto lograremos clarificar el propósito del evangelio y así comprender mejor cómo permanecer en él. Reflexionaremos en las diferencias y similitudes que tenemos con nuestros primeros padres para así entender qué aspecto podemos aplicar para nuestras vidas y hacerlo de una forma que no tuerza la historia ni las Escrituras. Luego iremos al capítulo tres de Génesis para encontrar allí las estrategias del diablo y la naturaleza de la tentación que sufrieron nuestros padres y qué aspectos los llevaron a ceder. Por último, aprenderemos cuales fueron los medios que Dios puso a disposición de ellos para que vencieran y los compararemos a los medios que hoy nos aseguran la victoria. Aprenderemos qué uso debemos darle nosotros a esos medios y así comprenderemos en qué estriba permanecer o dejar de hacerlo.", "subsections": []}
{"type": "section", "title": "NUESTRAS DIFERENCIAS Y SIMILITUDES", "level": 1, "content": "Es importante comprender las diferencias entre el hombre santo que creó Dios en el principio, los hombres que nacieron bajo el pecado y los cristianos. Para este fin comenzaremos a llamarles a estos tres grupos, o estos tres estados de la siguiente manera: humanidad primera, humanidad caída y humanidad cristiana.\n\nDebemos comprender cómo fue creada la humanidad, luego que efectos tuvo y tiene el pecado en ella y por último que cambia cuando la humanidad caída se convierte en cristiana.\n\nDebemos entender qué carácter presentó la caída de Adán y compararla con el de nuestras caídas. Para este propósito nos compararemos con ellos en cuanto a:\n\nNaturaleza.\n\nCapacidad intelectual.\n\nLibertad de elección.\n\nImpulsos sociales.\n\nLa obra angélica.\n\nEste tema nos impele a estudiar el contexto en el cual Adán y Eva se desarrollaron y compararlo con el de nosotros, nos ayuda, por tanto, a sentar las bases de todo lo demás. Aprenderemos nuestras posibilidades e imposibilidades y profundizaremos en la génesis, efectos y propósitos del evangelio.", "subsections": [{"type": "section", "title": "NATURALEZA.", "level": 3, "content": "En cuanto a los impulsos naturales podemos nombrarlos de diferentes maneras. Podemos llamarles “naturaleza humana”, “instintos”, “tendencia natural”, etc. Nos referimos, en esencia, a aquello que se encuentra en un nivel subconsciente, pero impregna toda nuestra existencia. La idea es comparar el deseo intrínseco de nuestros primeros padres con el de nosotros.\n\nActualmente hablamos de instinto cuando nos referimos a ciertas conductas intrínsecas y no aprendidas entre los animales. El instinto de ciertos animales es asesino, agresivo o huraño mientras que el de otros es más social y de intercambio. Al parecer, haciendo cruces intencionados se logra que la nueva raza herede otra combinación, un instinto salido de la mescla de sus progenitores (como en el caso de la especie canina).\n\nPor supuesto el instinto animal poco tiene que ver con lo que estamos estudiando, pero sirve de somero ejemplo para lo que la Biblia enseña en cuanto a naturaleza.", "subsections": [{"type": "section", "title": "Naturaleza carnal", "level": 4, "content": "La Biblia nos habla de un instinto o naturaleza que el ser humano posee, que rige todas sus acciones y que es transmitido de forma hereditaria. También nos enseña que ese instinto es humanamente incontenible y que siempre, de una manera u otra, se manifiesta en todos los hombres.\n\nA este impulso natural o como le llamaré a partir de ahora, “naturaleza”, en las Sagradas Escrituras judeocristianas se le llama carne. La carne es pues, en muchos pasajes, una forma de nombrar aquel instinto natural que compartimos todos los hijos de Adán y que nos lleva inevitablemente al pecado, es un instinto egoísta y de hostilidad contra Dios.\n\nYa desde el Génesis, cuando los hijos de Dios se empezaron a apartar de su voluntad, Dios se expresó de la siguiente manera: “Y dijo Jehová: No contenderá mi espíritu con el hombre para siempre, porque ciertamente él es carne; mas serán sus días ciento veinte años.” ¿Por qué Dios menciona la condición de “carne” del hombre después de que se rebelaron contra él? Porque no está hablando de la piel y del músculo sino de una naturaleza que lo impele a pecar. El texto citado se encuentra en el preámbulo de la historia del Diluvio Universal, es decir, los 120 años que Dios le da al hombre sabiendo que no puede “contender” con él para siempre son los 120 años que Noé predicó el arrepentimiento en el mundo antediluviano. Ahora, Dios no creó al hombre con una carne que lo hace reacio al trato de Dios, entonces ¿Cuándo adquirió el hombre una naturaleza que hace que Dios desista de llamarlo al arrepentimiento? ¿Cuándo adquirió la humanidad una naturaleza que obligó a Dios a ponerle un plazo de 120 años para arrepentirse porque sabía que el hombre “es carne” y llega un momento en que no se le puede “contender” más?\n\nLa Biblia nos enseña que el pecado entró en el mundo por un hombre: Adán. Después de que Adán pecó todos los hombres pecaron ¿y qué relación guarda Adán con todos los hombres? Él es el progenitor de todos nosotros, nuestro ancestro común. Por tanto, entendemos que la naturaleza pecaminosa, la inevitable tendencia a enemistarnos con Dios es hereditaria y la obtenemos desde el nacimiento.\n\nEste principio (que la naturaleza misma del ser humano es pecaminosa) era conocido por los adoradores de Dios desde tiempos tan remotos cómo la época en que vivió Job. Job conocía la pecaminosidad de su naturaleza y la imposibilidad de reformarla por su propia fuerza. Disertando sobre el ser humano, sus desdichas e imposibilidades, Job dice: “¿Quién hará limpio a lo inmundo? Nadie.” (Job 14:4). Job se sabía inmundo y sin posibilidad de ser limpio.\n\nTambién oímos a David hablar sobre esto en el Salmo 51. Él había pecado contra Dios al adulterar con Betsabé y matar a Urías. En este salmo él declara que es culpable, que es malo, sin embargo, menciona también que su maldad es hereditaria y que desde que fue concebido ya tenía una tendencia al pecado. También declara que su única solución es que Dios cree en él “un corazón limpio” y que un “espíritu noble” lo sustente, cosas que serán mejor explicadas por los apóstoles.\n\nAunque era conocido por los patriarcas y profetas lo cierto es que vino a ser explicado y debatido abiertamente en las cartas de Pablo. Mucho habló este apóstol en lo referente a la naturaleza caída del hombre, a la carne.\n\nEn la carta a los Efesios Pablo declara: “entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.” Por tanto Pablo expresó que antes que Jesús obra en el corazón humano, antes de que Él nos da vida (como dice en estos versos) éramos, por naturaleza, hijos de ira, en otras palabras, tendentes al pecado y pecando, andando en la voluntad de la carne.\n\nTambién los otros apóstoles utilizaron el mismo término: carne. Juan, por ejemplo, utiliza el concepto de naturaleza carnal al decir que nosotros los hijos de Dios no debemos andar en los “deseos de la carne” Pedro también dice que vivir “en la carne” es vivir “conforme a las concupiscencias de los hombres” y que hay quien “siguiendo la carne, andan en concupiscencia e inmundicia”.", "subsections": []}, {"type": "section", "title": "Naturaleza divina", "level": 4, "content": "En contraposición con la naturaleza carnal Pablo habla de una naturaleza espiritual o de vivir en el Espíritu Santo. Por eso dice que “ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu.” También declara que “los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden; y los que viven según la carne no pueden agradar a Dios”.", "subsections": [{"type": "section", "title": "En la carne la ley produce enemistad con Dios", "level": 5, "content": "Este texto es útil para entender la importancia de andar en el Espíritu. Los deseos o designios de la naturaleza pecaminosa siempre van en contra de la ley de Dios. Son un principio de enemistad contra Dios y por tanto contra su ley. Esa es la esencia de nuestra naturaleza pecaminosa y es por eso que, como dice Pablo, “la ley produce ira”\n\nLa ley produce en el corazón humano enemistad contra Dios, y por tanto pecado, el poder del pecado está en la ley. ¿Esto significa que la ley en sí misma es mala? No, al contrario, significa que la interacción de la carne con la ley es mala. O sea, dicho en otras palabras, significa que cuando a un ser humano que anda en su naturaleza pecaminosa se le enseña lo que Dios requiere de él, eso produce en él el deseo de quebrantar esos requerimientos, quedando condenado por Dios cuando lo hace. La ley produce ira.\n\nLa ley no tiene ningún poder contra el pecado debido a la carne, su influencia se ejerce más bien a favor del pecado, puesto que sirve como leña para el fuego de los malos deseos. Como dice Pablo: “Más el pecado, tomando ocasión por el mandamiento, produjo en mí toda codicia; porque sin la ley el pecado está muerto. (…)Y hallé que el mismo mandamiento que era para vida, a mí me resultó para muerte”\n\nPor esta razón es que Pablo dice que ““los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden; y los que viven según la carne no pueden agradar a Dios”, lo dice porque la naturaleza pecaminosa no puede cumplir la ley de Dios y por tanto no puede agradarle.", "subsections": []}, {"type": "section", "title": "En el Espíritu guardamos la ley en amistad con Dios", "level": 5, "content": "Pero el texto no termina allí, sabiendo que en la carne no se puede guardar la ley, y que sin guardar la ley no se puede agradar a Dios, ahora Pablo presenta la solución: “Mas vosotros no vivís según la carne, sino según el Espíritu, si es que el Espíritu de Dios mora en vosotros. Y si alguno no tiene el Espíritu de Cristo, no es de él.”\n\nPedro introduce otro concepto que al parecer es sinónimo de vivir en el Espíritu. Él dice que Jesús ganó con su vida promesas que nos dio, promesas para nosotros, y que esas promesas nos pueden hacer partícipes de una naturaleza diferente a la nuestra, nos hace partícipes de la naturaleza divina” (2 Pedro 1:4).\n\nEstos apóstoles y profetas hablaban de dos naturalezas, dos instintos. Una es la naturaleza que heredamos de nuestros padres y de la cual no podemos escapar sin ayuda divina, y otra que heredamos de Dios por medio del evangelio. La primera nos lleva inevitablemente a pecar y la segunda inevitablemente a amar, cómo se expresa en el quinto capítulo de Gálatas.", "subsections": []}]}, {"type": "section", "title": "Naturaleza humana", "level": 4, "content": "Ahora, la pregunta que nos compete es la siguiente ¿qué tipo de naturaleza había en Adán y Eva? ¿Era la naturaleza carnal? ¿La divina? ¿Tenían acaso una diferente?\n\nAcerca de la creación de Adán y Eva la Biblia dice que fueron hechos “a imagen de Dios”, “conforme a su semejanza” (Génesis 1:26-27). Esta es la principal pista que presenta la escritura con respecto a la creación de la humanidad primera. También en el discurso de Salomón en Eclesiastés encontramos la frase: “He aquí, solamente esto he hallado: que Dios hizo al hombre recto, pero ellos buscaron muchas perversiones.” Dentro de poco veremos que, al decir imagen de Dios, y recto, se nos dice que el hombre fue creado con el instinto de Dios, naturaleza divina o espiritual.", "subsections": [{"type": "section", "title": "Naturaleza de Dios, Adán y Eva", "level": 5, "content": "Quizás suene revolucionario el pensamiento de que existe un instinto divino, un profundo e intrínseco impulso que rige y dirige toda acción y pensamiento del Creador, ¿Dios tiene instinto? Si lo tiene, pero esto no es revolucionario, es más bien Bíblico.\n\nMuchos a lo largo de la historia han resaltado que Dios, para ser realmente Dios tiene que estar por encima de su propia Ley, es decir, Dios no está sujeto a nada más que su propio capricho, o soberanía como también se le llama.\n\nEs cierto que, por derecho, Dios es soberano, digno “de recibir la gloria y la honra y el poder” porque Él creó “todas las cosas” y por su “voluntad existen y fueron creadas”. Ahora, aunque él puede hacer y deshacer en toda la creación sin contar con más ley que la de su propia voluntad, su voluntad está sujeta a su instinto o naturaleza divina. En otras palabras: lo que por derecho podría hacer, por esencia no lo hace. Dios es amor.\n\nEl amor, que es el instinto de Dios, está enunciado en los 10 mandamientos para luego ser desarrollado en toda la Escritura. “Porque: No adulterarás, no matarás, no hurtarás, no dirás falso testimonio, no codiciarás, y cualquier otro mandamiento, en esta sentencia se resume: Amarás a tu prójimo como a ti mismo.” Es por esta razón que Jesús dijo que toda la Escritura se resume en amar a Dios sobre todas las cosas y al prójimo como a nuestras propias vidas.\n\nContemplando el evangelio aprendemos que Dios instintivamente ama, y que su voluntad es nunca negar ese impulso de amor, esa gloria de bondad, esa Ley divina. Contemplando lo que Dios quiere hacer con el hombre contémplanos su carácter, viendo sus requerimientos miramos su esencia. Dios entonces nunca obra ni obrará en contra de sus mandamientos, no robará ni mentirá, no nos será infiel ni nos asesinará, Dios ama profundamente y no puede negarse a sí mismo. Lo que por soberanía puede hacer por esencia no lo hace, porque su primer designio soberano es seguir siendo Él, un Dios de amor, y su esencia demanda esto.\n\nEs en base a esta naturaleza divina que Pablo nos dice que él nunca nos pagará con la misma moneda. “Si fuéremos infieles, él permanece fiel”, (debido a que) “Él no puede negarse a sí mismo.”\n\nSantiago sigue hablando de esta supuesta limitante divina, dice que Dios nunca intentará que pequemos pues ni siquiera Él “puede ser tentado por el mal”.\n\nDios tiene límites impuestos por su instinto, esos límites son el amor. Adán y a Eva fueron creados con esos límites- Dios “hizo al hombre recto”, “a imagen de Dios los creó”.\n\nLa naturaleza de Adán y Eva era por tanto la naturaleza de Dios. Eran verdaderos hijos suyos. Al pecar perdieron esa naturaleza, y se formó la carne en ellos, la naturaleza pecaminosa, la cual le heredaron a toda la raza humana. Y aunque muchos no pecaron de manera consiente como lo hizo Adán, todos pecaron y en todos reinó la muerte. Una muerte que no eligieron, a diferencia de Adán, y, por tanto, era necesario un salvador para ellos.", "subsections": []}, {"type": "section", "title": "Jesús nació con dos naturalezas.", "level": 5, "content": "El evangelio no está dado para salvar o transformar al Adán que pecó en el Edén, el no necesitaba ser transformado, él había sido hecho perfecto hijo de Dios. El evangelio es para Adán después de pecar, esa criatura esclava del pecado que ya no podía por sí sólo apartarse del mal. El evangelio es para la humanidad caída, para el Adán caído y para sus hijos e hijas, los que no pecaron a la manera de Adán y que aun así les alcanza la muerte, la consecuencia de sus pecados.\n\nPor eso el Padre nos dio a Jesús, “a quien Dios puso como propiciación por medio de la fe en su sangre, para manifestar su justicia, a causa de haber pasado por alto, en su paciencia, los pecados pasados”\n\nDios no permitió que la humanidad fuera eliminada porque tenía planeado salvarla. Nos dio a Jesús con el propósito de “deshacer las obras del diablo”.\n\nDeshacer las obras del diablo, que ya no andemos en la naturaleza pecaminosa, sino que andemos en la naturaleza divina como Adán y Eva antes de pecar.\n\n¿Pero cómo se logra esto? Era necesario darnos otra mente porque la de nosotros ya era imposible de arreglar. No podía ser la mente de Adán antes de pecar, porque tal mente no encajaría en nuestra experiencia, no podía ser tampoco la de un hijo de Adán después de pecar porque no resolveríamos nada. Era necesario recrearnos a la imagen de Dios nuevamente y para eso Dios creó una nueva mente.\n\nDios se encarnó en un cuerpo que recibió las consecuencias de la ley de la herencia. Recibió la herencia no sólo de Adán luego de pecar sino de David, Rahab, etc. Dios se encarnó en un cuerpo con la herencia de la carne, y en tal herencia vivió una vida en perfecta armonía con la Ley de Dios, hizo algo imposible para el hombre, pero él era Dios con nosotros, él de por sí tenía naturaleza divina, así que sólo Él podía vencer en la carne.\n\nJesús nació con dos naturalezas. Ya venía con la naturaleza inherente a su divinidad, era un “santo ser”, pero recibió de María la naturaleza del hombre caído. “Dios envió a su Hijo, nacido de mujer y nacido bajo la ley”. Nació bajo la ley, como nosotros necesitamos no estar más bajo la ley sino andar en la gracia. Él tenía que andar en Su naturaleza y no en la que había recibido de sus ancestros, sólo así podría abrir un camino nuevo, un espíritu, una mente victoriosa para el hombre caído. “Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.” “Porque ciertamente no socorrió a los ángeles, sino que socorrió a la descendencia de Abraham. Por lo cual debía ser en todo semejante a sus hermanos, para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere, para expiar los pecados del pueblo. Pues en cuanto él mismo padeció siendo tentado, es poderoso para socorrer a los que son tentados.” No vino a socorrer a Adán antes de pecar, porque Adán fue creado perfecto, sin necesidad de cambios, Jesús vino a socorrer a Adán después de pecar, a sus hijos, a la descendencia de Abraham, por lo cual experimentó las tentaciones de la descendencia de Abraham a la semejanza de como la experimenta la descendencia de Abraham y por eso nos da el poder para vencer, a nosotros, los hijos de Abraham según la fe.", "subsections": []}, {"type": "section", "title": "Cuando llegamos a ser cristianos vivimos con dos naturalezas tal como Cristo.", "level": 5, "content": "Así es como se nos proporcionó una nueva mente, como dice Pablo, “Mas nosotros tenemos la mente de Cristo.” Esa mente es el nuevo pacto: “Por lo cual, este es el pacto que haré con la casa de Israel Después de aquellos días, dice el Señor: Pondré mis leyes en la mente de ellos, Y sobre su corazón las escribiré; Y seré a ellos por Dios, Y ellos me serán a mí por pueblo”\n\nDios espera del carácter del hombre nada menos que lo que Él es. Lo que Dios nos manda no es nada más que su propia esencia o instinto, Dios nos manda a amar porque Él es amor.\n\nDios, demanda de nosotros lo que Él es, por eso el apóstol Pedro nos insta diciendo “como hijos obedientes, no os conforméis a los deseos que antes teníais estando en vuestra ignorancia; sino, como aquel que os llamó es santo, sed también vosotros santos en toda vuestra manera de vivir; porque escrito está: Sed santos, porque yo soy santo.” El razonamiento del Señor es que seamos de una manera porque Él es de esa manera y el de Pedro es que Dios habla así porque nos trata como a hijos. Entonces nacer de Dios es compartir su esencia, y eso, su esencia, es lo que Dios demanda de la humanidad cristiana.\n\nEse nacimiento no se produce por nuestras propias fuerzas. Cuando Dios le mandó a Abraham a ser perfecto lo hizo en base a su omnipotencia, en otras palabras, lo que le dijo Dios a Abraham fue que cómo Dios todo lo puede, Abraham podía ser perfecto.\n\nNacer no es una obra de nuestro poder, así también el poder para amar nos es dado por Otro. Por eso Pablo aclara que no somos salvos por nuestras obras sino que Dios es el que produce en nosotros “el querer como el hacer, por su buena voluntad.”\n\nEn otra ocasión el mismo apóstol dice que Dios “os haga aptos en toda obra buena para que hagáis su voluntad, haciendo él en vosotros lo que es agradable delante de él por Jesucristo” Por eso Pablo decía “ya no vivo yo, mas vive Cristo en mí”.\n\nEl Espíritu Santo es el que nos hace nacer de nuevo cuando creemos en el Evangelio, esto es un milagro, tal como lo fue la obra del Espíritu en el vientre de María. El apóstol Juan enseñó que “todos los que le recibieron, a los que creen en su nombre, les dio potestad de ser hechos hijos de Dios; los cuales no son engendrados de sangre, ni de voluntad de carne, ni de voluntad de varón, sino de Dios.”\n\nCuando Juan relata cómo Jesús conversó con un fariseo sobre la necesidad que tiene el hombre de nacer de nuevo para poder tener parte en el reino de Dios, nos cuenta que Jesús dijo que este nacimiento se realizaba por medio del Espíritu, y luego en su primera carta universal nos dice que Dios permanece en nosotros por medio de Su Espíritu.\n\nEn la Biblia este nuevo nacimiento es lo que convierte a la humanidad caída en humanidad cristiana. Es el espíritu el que lo realiza y es el que lo mantiene.\n\nEl Espíritu Santo, dijo Jesús, nos enseña la voluntad de Dios y lo hace a través de la Escritura. También el Espíritu Santo es el que hace que amemos, o lo que es lo mismo, que seamos santos como lo es Dios.\n\nEntonces Dios tiene una esencia, un impulso regente, una naturaleza que demanda de nosotros y esta es el amor. Dios pide de nosotros lo que Él es, pide su carácter, su imagen, y lo pide porque nos lo ha dado.\n\nLa naturaleza de Adán y Eva era la naturaleza de Dios, Su imagen, porque ha sido Su imagen la que Él ha querido volver a plasmar en nosotros. El esfuerzo y sacrificio que se ha vertido en el evangelio no es una espontánea iniciativa divina, sino que es un plan trazado que responde a los daños que el pecado le causó a la raza humana. Por eso la dirección que toma la restauración del hombre nos habla del estado original del qué cayó.\n\nDios nos ha dado su naturaleza divina debido a que eso fue lo que perdieron Adán y Eva, por ende, Adán y Eva poseían no una naturaleza e instinto creado especialmente para la raza humana, que fuera posesión exclusiva de esa raza, no, sino que fueron creados con la naturaleza y el instinto de Dios, verdaderos hijos suyos, con el mismo tipo de instinto o naturaleza que ahora reciben los que nacen de nuevo por obra del evangelio y el poder del Espíritu Santo.\n\nLa humanidad primera tenía el mismo instinto que por el nuevo nacimiento adquiere la humanidad cristiana. Sus naturalezas son las mismas, como la naturaleza de Cristo es la misma que la de Adán.\n\nCuando nacemos venimos al mundo con una naturaleza carnal y cuando por el poder del Espíritu Santo nacemos de nuevo adquirimos la misma naturaleza espiritual de Adán, Eva y Dios, el instinto de amor, aun así, nuestra condición no es la misma que la de ellos.\n\nLa humanidad primera poseía una sola naturaleza. Adán y Eva sólo tenían el instinto de amor, cuando pecaron fueron contra naturaleza, al igual que los ángeles que pecaron en el cielo. La humanidad caída posee también una sola naturaleza, la carne, la enemistad contra Dios, sin embargo, cuando nosotros todos los caídos, nos entregamos al poder del evangelio somos transformado en cristianos y hechos partícipes de la naturaleza divina.\n\nEs ahora que ocurre una singularidad, la humanidad cristiana, a diferencia de las dos anteriores, posee no una sino dos naturalezas.\n\nAdán y Eva poseían sólo el instinto de amor, o la naturaleza divina, pero el cristiano no solo posee ése impulso, posee también, aunque dormida, la vieja naturaleza. En otras palabras, Dios, en el nuevo nacimiento, no destruye la naturaleza pecaminosa.\n\nDios sólo provee una alternativa para que el hombre pueda decidir en cual instinto va a andar. “Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino (que andan) conforme al Espíritu.” ”Porque los que son de la carne piensan en las cosas de la carne; pero los que son del Espíritu, en las cosas del Espíritu. Porque el ocuparse de la carne es muerte, pero el ocuparse del Espíritu es vida y paz. Por cuanto los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden; y los que viven según la carne no pueden agradar a Dios. Mas vosotros no vivís según la carne, sino según el Espíritu, si es que el Espíritu de Dios mora en vosotros. Y si alguno no tiene el Espíritu de Cristo, no es de él.” “Digo, pues: Andad en el Espíritu, y no satisfagáis los deseos de la carne. Porque el deseo de la carne es contra el Espíritu, y el del Espíritu es contra la carne; y éstos se oponen entre sí, para que no hagáis lo que quisiereis.”", "subsections": []}, {"type": "section", "title": "La lucha entre las dos naturalezas", "level": 5, "content": "Estos textos son cruciales para comprender la situación en la que se encuentra la humanidad cristiana en comparación con Adán y Eva. Tener dos instintos contrarios es someterse a un continuo ejercicio de la voluntad y de la fe. Cuando somos cristianos, y andamos en la naturaleza divina, podemos ser tentados por los demonios para que volvamos a nuestras antiguas costumbres. Por otro lado, cuando estamos en nuestra condición caída somos llamados por el Espíritu de Dios a volvernos a la santidad que tanta felicidad nos proporcionaba. Esto es lo que Pablo enseña cuando escribe: “y éstos se oponen entre sí, para que no hagáis lo que quisiereis”, ya que nunca nuestra voluntad está libre de influencias externas, ya sea el bien, ya sea el mal, siempre hay una fuerza gravitatoria que nos intenta atraer.\n\nCuando los cristianos intermitentemente andamos en una y otra naturaleza estamos demostrando la dualidad a la que nos enfrentamos. Es cierto que el que anda en el Espíritu tiene el poder de vencer cada tentación tal y como lo hizo Jesús, pero eso no significa que la vieja naturaleza no pueda llamarnos otra vez en algún momento de nuestras vidas, y si no nos refugiamos en el poder del Espíritu Santo, caemos.\n\nUna vida de andar en una y otra naturaleza es un estado de infelicidad continua. Cuando andamos en el Espíritu, podemos ser tentados por la carne y cuando decidimos andar en la carne somos llamados por el Espíritu. Esta dualidad causa mucha crítica, pues al tener los humanos caídos una sola naturaleza son, en general, más consecuentes que los que tienen dos.\n\nPero la vida de la humanidad cristiana está muy lejos de ser un cachumbambé en altas y bajas. No es eso lo que distingue al cristianismo como no es eso lo que distingue a Jesús. Al contrario, el evangelio de Dios es la demostración de que más difícil es pecar siendo cristiano verdadero que dejar de pecar siendo mundano. Lo cierto es que, aunque tenemos dos naturalezas no podemos andar en las dos a la misma vez.\n\nEl apóstol de los gentiles escribió claramente en su carta a los romanos cuales son las condiciones de éxito y fracaso de la humanidad cristiana: “porque si vivís conforme a la carne, moriréis; mas si por el Espíritu hacéis morir las obras de la carne, viviréis.”\n\nPor el Espíritu se puede hacer morir las obras de la carne, no extirpar la carne, pero sí lograr que nunca se manifieste. La humanidad cristiana tiene una decisión que tomar, vivir en la carne, en la antigua naturaleza, o hacer morir los efectos de esa naturaleza por medio del Espíritu, esta es una decisión de vida o muerte.\n\nPablo aclara que cuando “el Espíritu de Dios mora en vosotros” no se vive según la carne, de esto se desprende que cuando manifestamos las obras de la carne, es a saber “adulterio, fornicación, inmundicia, lascivia, idolatría, hechicerías, enemistades, pleitos, celos, iras, contiendas, disensiones, herejías, envidias, homicidios, borracheras, orgías”, o sea, pecado, no tenemos el Espíritu de Dios; y como vimos anteriormente “si alguno no tiene el Espíritu de Cristo, no es de él.”\n\nCuando andamos en una naturaleza no andamos en la otra, cuando pecamos no somos salvos pues el que hace pecado es del diablo, como dice Juan. En estos casos el Espíritu de Dios no mora en nosotros, lo hemos expulsado del control de nuestra vida.\n\nCuando pecamos voluntariamente es porque hemos decidido andar en la carne y no somos hijos de Dios sino hijos del diablo, como aclara Juan diciendo: “hijitos, nadie os engañe; el que hace justicia es justo, como él es justo. El que practica el pecado es del diablo; porque el diablo peca desde el principio. Para esto apareció el Hijo de Dios, para deshacer las obras del diablo. Todo aquel que es nacido de Dios, no practica el pecado, porque la simiente de Dios permanece en él; y no puede pecar, porque es nacido de Dios.”\n\nEsta doctrina, la de la paternidad, o lo que es lo mismo, los que son hijos de Dios y los que son hijos del diablo, está explicada claramente en la enseñanza del apóstol Juan.\n\nQuizás el pasaje que más clarifica esta cuestión se encuentre en el evangelio de Juan, en el capítulo 8. Un grupo de judíos discutía con Jesús reclamando que ellos estaban en comunión con Dios, que pertenecían al pueblo de Dios y eran sus hijos. Todo esto daban a entender cuando decían: “Linaje de Abraham somos (…) un padre tenemos, que es Dios.” Ser hijos de Abraham para ellos representaba una condición ante Dios, eran hijos de Dios, eran el pueblo de Dios. Jesús les aclaró que ser hijos no era algo que podía demostrarse con el pasado sino con el presente, por tanto, les responde de la misma forma con la doctrina de la paternidad: “Si fueseis hijos de Abraham, las obras de Abraham haríais (…) Si vuestro padre fuese Dios, ciertamente me amaríais (…) Yo hablo lo que he visto cerca del Padre; y vosotros hacéis lo que habéis oído cerca de vuestro padre. (…) Vosotros hacéis las obras de vuestro padre (…) “Vosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer”.\n\nLa doctrina de la paternidad asegura que nuestros deseos y obras reflejan de quién somos hijos, si de Dios o del diablo. Podemos ser profesos hijos de Dios, o sea, tener membresía en su pueblo y ser completos hijos del diablo, lo cual se refleja en las obras de nuestro carácter.\n\n“En esto se manifiestan los hijos de Dios, y los hijos del diablo: todo aquel que no hace justicia, y que no ama a su hermano, no es de Dios.”\n\nEn otras palabras, aunque tenemos dos naturalezas sólo podemos andar en una a la vez. Mientras andamos en la naturaleza divina somos hijos del Dios que nos legó ese poder y cuando nos dejamos llevar por la carne somos hijos del diablo que marcó al ser humano con ese poder, todo esto porque el que es nacido de Dios, no puede pecar, porque es nacido de Dios.\n\nEl nuevo nacimiento, es entonces, una obra de todos los días. Por haber nacido de Dios un día no aseguramos nuestra permanencia en la familia de Dios. En nosotros se encuentra la semilla del pecado y si no nos ocupamos en andar en la naturaleza espiritual seremos arrastrados por la carne, la tentación, el pecado y la muerte.\n\nAsí como Adán y Eva pasaron de ser hijos de Dios a hijos del diablo en un instante, así también la humanidad cristiana vuelve a su condición caída en un momento. Podemos ahora estar llenos del espíritu de Dios, pero eso no asegura que dentro de 1 minuto lo estemos.", "subsections": []}, {"type": "section", "title": "La permanencia", "level": 5, "content": "Es aquí donde la doctrina de la permanencia cobra verdadera importancia. Jesús permaneció toda su vida en comunión con el Padre, y ese es el llamado que nos hace cuando dice: “Permaneced en mí, y yo en vosotros. Como el pámpano no puede llevar fruto por sí mismo, si no permanece en la vid, así tampoco vosotros, si no permanecéis en mí. Yo soy la vid, vosotros los pámpanos; el que permanece en mí, y yo en él, éste lleva mucho fruto; porque separados de mí nada podéis hacer. El que en mí no permanece, será echado fuera como pámpano, y se secará; y los recogen, y los echan en el fuego, y arden. “ (Juan 15:4-6)\n\nÉl nunca nos pide algo si antes no nos ha dado el poder para realizarlo. La permanencia constante en Jesús y por ende la impecabilidad por la fe en su poder es la cuestión más crucial de nuestros tiempos.\n\nHacerle creer a las personas que el pecado es parte normal del proceso de crecimiento cristiano es una forma de asesinato. Si una persona considera que está viviendo el cristianismo mientras apunta a algo menos que el perfecto carácter de Jesús se verá chasqueado en la resurrección. Muchos entienden que ciertos rasgos de su personalidad distan mucho de el carácter de Jesús y en vez de arrepentirse y combatirlos por la fe, y vencer como es lo lógico según las Escrituras, se refugian en que Dios les perdonará esas faltas y en que ya ellos son cristianos. Los que se arrepienten y vencen sus debilidades por la fe serán recompensados con la vida eterna mientras que los que esperan que algún día Dios perdonará sus faltas voluntarias, se refugian en su membresía y en su bautizo, serán dejados fuera por no haber echado mano del evangelio.\n\nCuando elegimos al Espíritu no pecamos voluntariamente, y somos cristianos como Jesús y cuando elegimos la carne pecamos y estamos condenados a muerte, como dice Pablo: “¿cómo escaparemos nosotros, si descuidamos una salvación tan grande? (…)” y “si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por los pecados, sino una horrenda expectación de juicio, y de hervor de fuego que ha de devorar a los adversarios.” Si en ese momento falleciésemos se decidiría nuestro destino.\n\nEntonces ¿el bautizo pierde su vigencia cuando peco? ¿no vale de nada? No del todo. Para comprender cuales son los efectos del pecado en la humanidad cristiana es necesario comprender cuales son los efectos del evangelio en la humanidad caída.\n\nYa sabemos que el propósito del evangelio es restaurar la humanidad cristiana a la humanidad primera. Es una solución al pecado. Es por eso que varias veces en la Biblia se dice que la voluntad de Dios es nuestra santidad. Él pide que seamos santos como él y para eso nos da su naturaleza de amor. Pero aun así hay otros efectos propios de la caída de Adán y Eva que son necesarios resolver a través del evangelio.\n\nEl primer efecto de la caída es la condena de muerte. La transgresión de la ley divina demanda la muerte del trasgresor, como dice Pablo en su carta a los romanos, en el capítulo seis, verso veintitrés: “Porque la paga del pecado es muerte”. El evangelio resuelve esto porque cuando se cree en él se acepta la muerte sustitutiva de Jesús.\n\nJesús murió en nuestro lugar, es el nuestro Dios y hecho hombre limpió nuestros pecados cargándolos en la cruz. El Creador pagó la deuda de sus criaturas. Los sacrificios de animales que realizaban los judíos anunciaban lo que iba a hacer Jesús por nosotros. Eran una manera de llevar la fe del pueblo al Jesús que vendría. Pero si la sangre de esos animales le daba la seguridad al israelita de que su deuda estaba pagada “¿cuánto más la sangre de Cristo, el cual mediante el Espíritu eterno se ofreció a sí mismo sin mancha a Dios, limpiará vuestras conciencias de obras muertas para que sirváis al Dios vivo?” (Hebreos 9:14).\n\nNuestra conciencia queda limpia cuando nos arrepentimos de nuestros pecados y aceptamos el sacrificio que Cristo realizó por nosotros. Éste es el primer efecto del evangelio, el cuál en la Biblia se le llama el perdón.\n\nEl perdón de nuestros pecados viene acompañado con la limpieza de los mismos. A nadie se le perdona para que siga pecando. Por eso Juan dice: “Si confesamos nuestros pecados, él es fiel y justo para perdonar nuestros pecados, y limpiarnos de toda maldad.” Esa limpieza de pecado y la incorporación de la naturaleza divina es la paternidad, “mas a todos los que le recibieron, a los que creen en su nombre, les dio potestad de ser hechos hijos de Dios” (Juan 1:12)\n\nOtro efecto del evangelio es el cambio de propiedad, o el señorío, o lo que en la Biblia se llama el pacto. El pacto es la entrega completa y voluntaria de un grupo de personas a Dios, y por tanto el cuidado especial y la dirección que Dios tiene con ese grupo de personas. El primer pacto que Dios establece en la Biblia no es el del pueblo de Israel, aun así, Israel nos ayudará a entender nuestra situación cuando después de haber nacido, pecamos.\n\nDios le mandó al pueblo de Israel a circuncidarse. La circuncisión sería una señal externa de que ellos pertenecían a Dios y que cumplirían la ley de los 10 mandamientos. Aunque la circuncisión no era el pacto en sí mismo, esta era en extremo importante pues era una señal de que tu vida era propiedad de Dios. Cuando Moisés fue mandado por Dios a hablarle a los egipcios, el ángel de Jehová se le apareció en el camino como con intención de matarlo. Esta fue una señal de Dios de que su hijo estaba en peligro de muerte, Moisés no había circuncidado a su hijo, “no había cumplido con la condición que podía dar a su hijo el derecho a recibir las bendiciones del pacto de Dios con Israel”.\n\nMuchas veces el pueblo de Dios pecó y se apartó de la voluntad divina pero nunca Él los abandonó, antes bien, los instó a volverse de sus malos caminos, les ofreció perdón o los castigó duramente para que se arrepintieran y no terminaran perdiéndose en la esclavitud del pecado. Entendemos, entonces, que el pueblo de Dios no deja de serlo cuando peca, deja de ser hijos en tanto que no son semejantes al Padre, pero siguen siendo su pueblo. Él sigue ocupándose de ellos.\n\nLo que era la circuncisión en el antiguo pacto lo es el bautismo en el nuevo. La era del símbolo del bautismo tuvo una etapa previa en Juan el Bautista. Él era el que anunciaría la venida de Jesús, la venida del “cordero de Dios que quita el pecado del mundo”. Juan debía preparar los corazones del pueblo judío para recibir al Mesías y por eso bautizaba para arrepentimiento y renovación de un pacto que Israel había roto (el pacto de la circuncisión).\n\nJuan entonces marca una división en la historia de la salvación humana; antes del Bautista se había predicado y anunciado la llegada de Uno que salvaría al mundo del enemigo de la humanidad, del que se conoce comúnmente como “diablo y satanás”, pero a partir del Bautista ya se anuncia y celebra su llegada y victoria sobre el pecado. Por eso “la ley y los profetas eran hasta Juan; desde entonces el reino de Dios es anunciado, y todos se esfuerzan por entrar en él.”\n\nEse bautismo es ahora el símbolo de la entrada al reino de Dios y antes de la cruz ya Jesús y sus discípulos lo administraban a todo el que recibía el mensaje.\n\nEl bautismo nos hace públicamente y ante todo el universo parte del Pueblo de Dios en la Tierra, lo que hoy en día se le llama “Iglesia”. Debería venir acompañado con el Espíritu Santo que nos da “potestad de ser llamados hijos de Dios”, pero aun cuando esa condición invisible no se cumple, o se deshecha luego, nuestro voto y compromiso de llevar el nombre del Padre, del Hijo y del Espíritu Santo sobre nosotros nos confiere derechos y responsabilidades que antes no teníamos y nos hace, a la vista de los ángeles “profesos hijos de Dios”.\n\nEl bautismo (cuando no es forzado por falsos ministros) no es casualidad, es la obra de Dios que en un primer momento nos llama e insta a formar parte de su pueblo. Dios casi que nos empuja, como dice la parábola: “Dijo el señor al siervo: Vé por los caminos y por los vallados, y fuérzalos a entrar, para que se llene mi casa.” Pero así como Salomón enseña, que hay un tiempo para todo debajo del sol, Dios tiene un tiempo para hacernos parte de su pueblo, un proceso que comienza quizás mucho antes de haber escuchado de Jesús. Por eso Jesús no dice “de los que encontré no perdí ninguno” sino “de los que me diste, no perdí ninguno.” Por que es el Padre el que según su sabiduría nos fuerza a entrar al evangelio y nosotros decidimos si entramos tal como lo hicieron los 11 discípulos o si desechamos el llamado tal como el joven rico al cual Jesús le mandó que lo siguiera junto con los apóstoles. Y si el Padre nos acerca a Jesús cuando todavía somos enemigos, ¿cuanto más Jesús nos guardará después de bautizados hasta que alcancemos por la fe en el evangelio “la potestad de ser llamados hijos de Dios”? ¿Cuánto más Jesús nos guardará de la muerte mientras estamos en este mundo hasta que salgamos del engaño del pecado? Mientras halla esperanza Él nos guardará, será muy misericordioso y paciente con nosotros y perdonará nuestros pecados, hasta el día que por la propia práctica intermitente de pecar lleguen a cauterizarse nuestras conciencias y ya nunca más podremos ser santos como Él es santo.\n\nPor eso la decisión o voluntad de andar en una u otra naturaleza se vuelve muy relevante después de la conversión. Esta voluntad no es la del tipo que avanza contra un impulso interior hasta lograr un progreso externo, o sea, no es la del tipo que se necesita para las cosas comunes de la vida como hacer ejercicio o crearnos cualquier hábito. Es más bien la que elige con que instinto o con cual principio será perfumada la vida, con el olor de un incontrolable deseo de pecar o con la fragancia de una vida imbuida en amor. Es en la responsabilidad que tenemos de decidir andar en cada momento en la nueva naturaleza, en apoyarnos y asirnos del Espíritu para poder seguir amando, en la cual se justifica el siguiente llamado del apóstol Pedro: “Por lo cual, hermanos, tanto más procurad hacer firme vuestra vocación y elección” Y esa responsabilidad también justifica las expresiones de Jesús, de Juan y de Pablo donde ponen la condición de permanecer como requisito imprescindible para la salvación. En dependencia de esta decisión estarán los sentimientos, pensamientos o acciones del cristiano. Más tarde recordaremos que quién no ha sido bendecido por el segundo nacimiento no puede decidir más que pecar y seguir pecando.", "subsections": []}]}]}, {"type": "section", "title": "Capacidad Intelectual", "level": 3, "content": "La Biblia dice que Adán y Eva estaban desnudos, pero que no se avergonzaban. Luego dice que al pecar reconocieron su desnudez para luego intentar taparla por la vergüenza que les ocasionaba. Esto ha sido interpretado como que Adán y Eva tenían una mente infantil. Para muchos lo que el texto enseña es que Adán y Eva no poseían deseos sexuales antes de la caída en el pecado, que sólo a causa del pecado obtuvieron los deseos sexuales. Otra posición dice que Adán y Eva eran tan ingenuos que no conocían el concepto de desnudez, y que esa ingenuidad con que fueron creados fue deshecha cuando el conocimiento que viene con el árbol que les prohibió Dios, hizo que supieran que estaban desnudos.\n\nLa primera de estas interpretaciones choca con la orden directa de Dios a Adán y Eva para que procrearan, además, el argumento que contraría con mayor peso esta interpretación es que el sexo matrimonial Dios lo define como una bendición suya, no como una consecuencia del pecado. Por tanto, la única inocencia sexual de la que gozaban nuestros primeros padres es la de no concebir el sexo sin amor y fuera del pacto eterno y solemne entre un hombre y una mujer.\n\nEn cuanto al pensamiento que dicta que Adán y Eva poseían una mente equivalente a la de los niños, sin siquiera poder percatase que estaban desnudos, tenemos más razones para desecharlo. Nuestros primeros padres no padecían de la extrema ingenuidad que se les atribuye. Si así hubiera sido, Satanás, que es la serpiente antigua, no hubiera tenido que obrar con tanto y tampoco Eva hubiera visto el fruto “codiciable para alcanzar la sabiduría”. Adán y Eva no eran ingenuos, dice la escritura que a pesar de que pecó, Adán no fue engañado, él sabía qué es lo que estaba sucediendo y cometió suicidio a conciencia, pues entendía que el fruto del cual su amada comió y que le ofrecía, traía el pecado y con este la muerte.\n\nEntonces, ¿cómo se explica que ellos primero estaban desnudos y no se avergonzaban, pero luego conocieron que estaban desnudos y trataron de cubrirse?\n\nEs porque, aunque ellos estaban desnudos no por eso dejaban de estar cubiertos. Dios ha dado pruebas de que Él no suele crear seres racionales descubiertos, sino que los seres racionales tienen una vestidura de luz que es símbolo y reflejo de la armonía con el creador. En el caso de Adán y Eva la gloria cubría la desnudes de sus pieles, pero al pecar fueron destituidos de esa gloria, y la luz que los cubría desapareció. Por eso es que no se avergonzaban a pesar de poseer la capacidad de sentir los deseos sexuales que Dios colocó en sus mentes, y por eso es que después de que comieron del fruto quisieron taparse, porque estaban tratando de volver a estar cubiertos como de costumbre. No hubieran sentido la necesidad de cubrirse si antes no hubieran estado cubiertos.\n\nPor eso la inmensa mayoría de obras de arte cuyo tema es el Edén presentan de forma errónea a una pareja desnuda. A la vez Adán y Eva han llegado a ser para muchos, símbolo de la inocencia mental más que de la moral, y también de sexualidad prohibida, llegando a decir que el pecado consistió en el sexo y llamándole al acto sexual “el fruto prohibido”.", "subsections": [{"type": "section", "title": "Adán y Eva poseían un intelecto superior", "level": 4, "content": "Pero la Escritura no sólo enseña lo que no eran Adán y Eva sino también lo que sí eran. Las mentes de nuestros primeros padres eran prodigiosas. Adán pudo nombrar a toda especie de animales en unas cuantas horas, y según dice la Escritura “todo lo que Adán llamó a los animales vivientes, ese es su nombre”. ¡Cuánta capacidad mental debían tener que Adán en poco tiempo les dio nombre a toda bestia del campo y a toda ave del cielo! Además, no fueron nombres esporádicos sino que debían enseñarlo a las futuras generaciones pues el que el ser humano nombró a los animales era señal de su señorío y responsabilidad sobre ellos.\n\nDe la capacidad de pensamiento de Adán da testimonio también su relación con Dios. O sea, que el sólo hecho de que Adán poseyera una naturaleza divina lo hacía más lúcido con una mente más despejada que nosotros. El pecado nubla el juicio, corrompe los sentidos y embota la mente La Biblia nos enseña que la prostitución el vino y el mosto hacen “perder la razón” Por tanto la ausencia de pecado lleva inevitablemente consigo una mente más clara y juiciosa de la que se poseería cuando se anda en una naturaleza caída.", "subsections": []}, {"type": "section", "title": "La importancia vital de la doctrina", "level": 4, "content": "Aún con todo este poder mental y en medio de un mundo perfecto en el cual no existían las contradicciones con que hoy la naturaleza nos parece confundir (vida y muerte, desgarro y caricias, belleza y desastres) Adán y Eva cayeron en el “engaño del pecado”.\n\nAl igual que “los ángeles que no guardaron su dignidad”, Adán y Eva cayeron en un ambiente propicio a la obediencia, lo cual es una advertencia para todos nosotros lo que vivimos en un mundo tendente y marcado por el signo del pecado.\n\nEl conocimiento es esencial para la salvación, así como el engaño lo es para el pecado. Como dice el Apóstol Pablo: “porque todo aquel que invocare el nombre del Señor, será salvo. ¿Cómo, pues, invocarán a aquel en el cual no han creído? ¿Y cómo creerán en aquel de quien no han oído? ¿Y cómo oirán sin haber quien les predique?”\n\nLa predicación es imprescindible para la salvación del mundo, para la salvación del pecado. Esta predicación no es la del tipo científico, no es la que explica los procesos internos de la molécula salvífica, no es la que se ocupa de la esencia de las cosas que no intervienen prácticamente en la lucha contra el pecado, esta predicación no es la que satisface a los curiosos, no, pero a pesar de todo esto, la predicación que salva es sólo la que predica el evangelio correcto.\n\n“Pero gracias a Dios, que aunque erais esclavos del pecado, habéis obedecido de corazón a aquella forma de doctrina a la cual fuisteis entregados”\n\nAsí agradece Pablo, que los romanos se hallan entregado a una forma específica de doctrina, no a cualquier doctrina, no a cualquier evangelio, sino a uno en específico, y prosigue: “y libertados del pecado, vinisteis a ser siervos de la justicia” (Romanos 6:18).", "subsections": []}]}, {"type": "section", "title": "He aquí la importancia vital de la doctrina correcta, ella es instrumento en las manos del Espíritu para libertar del pecado a aquellos que ejercen fe en la palabra de Dios.", "level": 3, "content": "Por eso “si aún nosotros, o un ángel del cielo, os anunciare otro evangelio diferente del que os hemos anunciado, sea anatema.”, porque un evangelio falso pierde a las personas, porque “agradó a Dios salvar a los creyentes por la locura de la predicación.”\n\nPor la importancia vital de la predicación Satanás se ha ocupado en predicar, predicar es actualmente una de sus más importantes tareas, él predica la Palabra de Dios a todo el mundo, añadiéndole una interpretación que hace que la Biblia pierda toda su fuerza, haciendo simbólico lo que es literal y literal lo que es simbólico, enfatizando ideas que los pasajes no quieren transmitir para así ocultar el verdadero mensaje de tales textos. Hoy Satanás predica la Biblia en las Iglesias y publica miles de libros con el objetivo de apartar la vista de los hombres del evangelio eterno.\n\n“He aquí vienen días, dice Jehová el Señor, en los cuales enviaré hambre a la tierra, no hambre de pan, ni sed de agua, sino de oír la palabra de Jehová.”\n\nEsos días llegarán, y esos días han llegado. La Palabra de Dios será predicada en todo el mundo, pero por ahora está ahogada por la multitud de predicadores que hoy enseñan un evangelio incompleto, esa Palabra sólo será hallada por los que verdaderamente la busquen, los que la busquen como al oro.", "subsections": [{"type": "section", "title": "La Biblia es el antivirus", "level": 4, "content": "Nuestros primeros padres tuvieron muchos privilegios y entre ellos una mente potente y lúcida, nosotros, por lo menos el que escribe, no se considera beneficiario de ese don. ¿Cómo puede la humanidad caída huir del engaño con el cual Satanás está envolviendo al mundo?", "subsections": []}]}, {"type": "section", "title": "“¿Con qué limpiará el joven su camino? Con guardar tu palabra.” (Sal 119:9)", "level": 2, "content": "La Palabra de Dios es nuestra salvaguardia, es nuestro antivirus, nuestra vacuna contra los engaños de Satanás. Mientras más dedicamos la vida al estudio de la Palabra de Dios, tendremos menos probabilidades de ser engañados. Mientras más apegados seamos a los principios Bíblicos más seguros podremos navegar en los mares de la vida.\n\nHay un sano principio de humildad que es difícil de aceptar para muchos y es el que Pablo le recomienda a los que contendían en la Iglesia de Corintio:", "subsections": [{"type": "section", "title": "“para que en nosotros aprendáis a no pensar más de lo que está escrito” (1 Corintios 4:6)", "level": 3, "content": "Eso no significa que el cristiano no debe ser un ser pensante, al contrario, sin el razonamiento con que Dios habilitó al ser humano es muy difícil comprender los principios de la Palabra de Dios. Lo que significa este texto es que la Biblia es la cantera de donde el cristiano adquiere la verdad, y que así como la observación de los fenómenos naturales es la autoridad de dónde el científico adquiere su idea del mundo, así también la Biblia es la autoridad de donde nace y se forma nuestra cosmovisión, y toda cultura, toda idea, todo enunciado que se oponga a lo que ella enseña debe ser desechado por nosotros en base a la confianza que le tenemos a la Palabra de Dios.\n\nEsta es la única manera de enfrentarnos eficazmente a un enemigo sobremanera astuto, y a un mundo sincero, pero increíblemente engañado.\n\nEntonces concluimos que en cuanto a capacidad intelectual Adán y Eva nos superaban con creces.", "subsections": []}, {"type": "section", "title": "LIBERTAD DE ELECCIÓN", "level": 3, "content": "", "subsections": [{"type": "section", "title": "Para amar hay que elegir", "level": 4, "content": "Ya hemos podido observar que el instinto de Dios es el amor. Dios es amor, y lo que Él es, rige todo lo que Él piensa y hace. Esta es la base de que Él no pueda negar su propia santidad, el fundamento sobre el cual Pablo escribe que Él no puede negarse a sí mismo.\n\nTambién hemos sabido que Dios creó a Adán y Eva con su mismo instinto de amor, sólo que Adán y Eva recibían este instinto de Él, y que perdieron ese instinto cuando negaron a Dios.\n\nEsta verdad, la del amor, nos enseña sobre la libertad del ser humano y hasta de los ángeles. El amor lleva en sí mismo una condición, el que ama debe tener el poder y la posibilidad de no amar, aunque sea en contra de su propia naturaleza, debe existir la opción de dejar de amar. Un ser sin capacidad de elección no puede amar, porque el amor obligado no es amor, no tiene el sello de la correspondencia mutua.\n\nEn el caso de Dios Él no deja de amar, no porque a Él lo configuraron así, sino porque “el amor es de Dios”. Dios es la fuente y el autor del amor, el amor no es un principio separado de Él, Él es amor. Por tanto, nadie le obliga a amar, Él ama porque Él es. Sin embargo, el amor no es de sus criaturas, y sus criaturas no son fuente de amor. Si Él nos hubiera configurado para amar, sin darnos la libertad de no amar, no fuera verdadero amor, pues nosotros tuviéramos que vivir encadenados a Él.\n\nMirémoslo de esta forma, ¿Dios necesitaba a las criaturas? No, ni para amar nos necesitaba pues Dios son tres personas que se aman profundamente desde la eternidad y hasta la eternidad. Pero entonces ¿por qué nos creó? Por puro amor, nos amó aún antes de que existiéramos, quiso compartir con otros aquello de lo que Él gozaba, quiso que otros fueran felices como Dios lo era. ¿Cómo le llamaremos a eso? Le llamaremos amor de Dios. Entonces el amor es de Dios. ¿Si Dios nos creaba sin libertad para negarle podíamos disfrutar de ese amor con que Él nos amó? No. ¿Por qué? Pues porque él nos amó de pura gracia, sin necesidad de hacerlo, nosotros lo amaríamos por necesidad, sin la libertad para no hacerlo.", "subsections": []}, {"type": "section", "title": "Dios no puede salvar a quien no quiere ser salvo", "level": 4, "content": "Dios entonces nos creó libres para negarle, con tal de que pudiéramos amarle, gozar con Él y los unos con los otros del verdadero amor, de aquel amor que es de origen divino, aquel amor que es la propia base de la felicidad del universo. Si Dios hubiera creado a Lucifer, a los ángeles y a los hombres sin capacidad de elección, con sólo la capacidad de hacer aquello que Dios dispuso que hicieran no se podía decir que amaban, más bien que Dios los configuró para que reaccionaran de una manera determinada. Al pensar así, en el caso de Lucifer y del ser humano la cuestión se volvería más oscura pues habría que decir que o Dios los configuró mal o que los configuró para que un día dejaran de amar.\n\n¿Sería posible que nuestro Dios hiciera que pecáramos para un día poder mostrar las maravillas de su misericordia? ¿Pudiera Dios ser partícipe de nuestro pecado, siendo el que configuró a Lucifer para que un día pecara? Sí, es posible, Dios tiene todo el derecho por cuanto es soberano. Nosotros somos criaturas de Dios, el Creador es digno de todo el poder sobre nosotros. Pero también no, no es posible, podemos responder que esa manera de actuar de Dios nunca ha sido ni nunca será. ¿Por qué? Porque como ya vimos, aunque Dios es soberano es también Amor y lo que por soberanía puede hacer, por esencia no lo hace. El tipo de Amor que él nos ha enseñado que es, y que demanda, y que ha hecho provisión en el evangelio para que lo compartamos, ese amor, no juega con el pecado, y en ninguna circunstancia espera que otro peque para lograr luego con la desgracia del que pecó, un bien mayor. Dios no es autor de pecado, Dios “no tienta a nadie”, Dios es Dios Santo, apartado del mal y por naturaleza no hace mal, no hace aquello que nos ha prohibido como pecado. Su soberanía es supeditada a su esencia.\n\nDios en Jesús tomó soberanamente el burro con el que el Cristo entró en Jerusalén, pero amorosamente aseguró que lo devolvería. Dios les dijo a nuestros primeros padres: “Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer; mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.” Dando a entender con la orden que la responsabilidad de cumplirla estaba en ellos.\n\nDios les dijo a Israel: “¡Quién diera que tuviesen tal corazón, que me temiesen y guardasen todos los días todos mis mandamientos, para que a ellos y a sus hijos les fuese bien para siempre!” ¿Es esta expresión de anhelo una simulación? ¿Dios no puede hacer y lograr todo lo que se propone? No, no puede. Porque se propuso crear seres racionales libres de decidir dejar de amar, y lo hizo precisamente para que pudiésemos disfrutar del tipo de amor que el disfruta. Él se propuso darnos la libertad de no elegir su señorío. Dios, en su soberanía, nos hizo libres, y no se contradice a sí mismo obligándonos a la esclavitud. Aunque Él no deja de amar, su decisión se basa en su esencia, a Él ningún otro lo restringe sino que Él desde la existencia hasta la existencia ha sido y será así . Más bien su ley es condicionada por quien Él es. Por eso no quiso condicionarnos a nosotros de tal forma que su ley nos impidiera dejar de amar, que nos fuera imposible negarle, sino que les dio a Adán y Eva la libertad de negar la esencia con que los creó, y de negar la ley que parte de su Carácter. De esta manera cada día de la eternidad hubiera sido una confirmación de los ángeles y de los hombres a abstenerse de negar el amor de Dios.\n\nPero la escritura tiene también pasajes que enseñan que Adán y Eva pecaron en libertad. Recordemos que “Dios hizo al hombre recto, pero ellos buscaron muchas perversiones.” Fue culpa del hombre la caída del hombre. Además, el apóstol Pablo, hablando sobre la necesidad de orar por los reyes y los líderes del pueblo nos declara que esto es bueno ya que “Dios quiere que todos los hombres sean salvos y vengan al conocimiento de la verdad” ¿Todos los hombres serán salvos? La Escritura claramente y en muchas formas enseña que no. Queda entonces demostrado que Dios no podrá alcanzar todo lo que quiso. Y es que lo que quería dependía también de nosotros.", "subsections": []}, {"type": "section", "title": "La ley produce muerte en el corazón inconverso.", "level": 4, "content": "Pero lo que de Adán y Eva se dice en cuanto a libertad, de nosotros no se puede decir de la misma manera. Adán y Eva fueron creados con un carácter e instinto de amor y con la posibilidad de ir contra naturaleza y pecar.\n\nNosotros nacemos con un carácter e instintos pecadores, esclavos del pecar y sin posibilidad de librarnos por nosotros mismos, es por tanto que la salvación del hombre caído no puede depender de su poder sino del poder de Dios. Nosotros poseemos sólo una naturaleza pecaminosa, la cual, sin participar del principio del amor, sino del de egoísmo, no nos hace partícipes de la libertad para negarla, más bien nos trata como esclavos, sujetos a nuestros propios malos deseos aun cuando sabemos que nos acarrearán dolor. Como dice el apóstol Pablo: “Y yo sé que en mí, esto es, en mi carne, no mora el bien; porque el querer el bien está en mí, pero no el hacerlo. Porque no hago el bien que quiero, sino el mal que no quiero, eso hago. Y si hago lo que no quiero, ya no lo hago yo, sino el pecado que mora en mí. Así que, queriendo yo hacer el bien, hallo esta ley: que el mal está en mí.”\n\nPor eso Pablo, comparando la maldad innata de su propia humanidad, con la de los judíos y la de la sociedad gentil en la que vivía, termina encerrando al mundo entero bajo la siguiente sentencia antiguotestamentaria: “Como está escrito: No hay justo, ni aun uno; No hay quien entienda, No hay quien busque a Dios. Todos se desviaron, a una se hicieron inútiles; No hay quien haga lo bueno, no hay ni siquiera uno. Sepulcro abierto es su garganta; Con su lengua engañan. Veneno de áspides hay debajo de sus labios; Su boca está llena de maldición y de amargura. Sus pies se apresuran para derramar sangre; Quebranto y desventura hay en sus caminos; Y no conocieron camino de paz. No hay temor de Dios delante de sus ojos.” Por eso esta descripción no es sólo para los rechazados sociales y para los criminales, es también para todo hombre que quiere seguir a Dios, porque es a ellos, al pueblo de Dios a quien la Biblia le habla y les dice que no son muy diferentes a los demás, o en palabras de Pablo: “Pero sabemos que todo lo que la ley dice, lo dice a los que están bajo la ley, para que toda boca se cierre y todo el mundo quede bajo el juicio de Dios; ya que por las obras de la ley ningún ser humano será justificado delante de él; porque por medio de la ley es el conocimiento del pecado.” Por tanto, en el hombre, en su carne, no mora el bien. Por eso es que “por las obras de la ley ningún ser humano será justificado” Porque ningún sistema de leyes y directrices a seguir podrá cambiar nuestra esencia pecaminosa, y porque sin cambiar la esencia, la vida toda estará inevitablemente manchada y no tendremos parte en el reino sin pecado que prepara Dios .\n\nPor ley o por principio el mal está en nosotros, y nos impide hacer aún el bien divino que conocemos. Por eso, aunque la Ley era vida para nuestros primeros padres, pues el mandamiento de Dios fue comer de todos los árboles excepto de uno, y en la orden se suponía que estaba el suficiente poder en ellos como para cumplirla, ahora la Ley se nos da en base al poder libertador y sustentador de Dios, como una guía de lo que Él se dispone a hacer en y con nosotros, y no como una indicación de lo que haremos por nosotros mismos. La Ley, sin este poder transformador, es muerte, pues sólo nos dice lo que nos es contrario a nuestra mala naturaleza e incita a la vez a nuestros instintos a la transgresión.\n\nPablo también enseña esto cuando dice: “¿Qué diremos, pues? ¿La ley es pecado? En ninguna manera. Pero yo no conocí el pecado sino por la ley; porque tampoco conociera la codicia, si la ley no dijera: No codiciarás. Mas el pecado, tomando ocasión por el mandamiento, produjo en mí toda codicia; porque sin la ley el pecado está muerto. Y yo sin la ley vivía en un tiempo; pero venido el mandamiento, el pecado revivió y yo morí. Y hallé que el mismo mandamiento que era para vida, a mí me resultó para muerte; porque el pecado, tomando ocasión por el mandamiento, me engañó, y por él me mató”\n\nPablo aclara que en cuanto el mandamiento se hizo conocido para él, le nacieron unos profundos deseos de quebrantarlo. La ley, en su caso, en vez de ser una influencia para el bien fue un incentivo para el mal. En vez de señalar la dirección por donde debía seguir para ser bueno le señaló una nueva manera de rebelarse contra Dios, o por lo menos así lo percibió su corazón rebelde. La Ley, en el corazón inconverso, es muerte, es la leña, es el oxígeno que aviva la llama del pecado. Esto es así porque la naturaleza pecaminosa no consiste primeramente en matar, adulterar o robar.\n\nEs cierto que el pecado en primera instancia es transgresión de la ley, pero cuando se ejecuta se convierte en un principio activo, en una naturaleza pecaminosa. Antes de pecar, un ser perfecto puede elegir no hacerlo, todos los ángeles del cielo eligen todos los días no sumarse a la rebelión de Satanás. Pero luego de pecar no se puede elegir más, ya se es esclavo del pecado, vestido de pecado con una piel que no puede ser retirada sin que involucre la muerte del pecador. Es un virus. La naturaleza pecaminosa no da lugar a la elección, sólo al pecado.\n\nPor esto Pablo aclara que la Ley produce ira en aquellos que no tienen el Espíritu: “Por cuanto los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden; y los que viven según la carne no pueden agradar a Dios. Mas vosotros no vivís según la carne, sino según el Espíritu, si es que el Espíritu de Dios mora en vosotros. Y si alguno no tiene el Espíritu de Cristo, no es de él.”", "subsections": []}, {"type": "section", "title": "El fruto del Espíritu es que guardemos la Ley.", "level": 4, "content": "Es en Su poder y por Su gracia que podemos hacer Su voluntad. Es por medio del Espíritu Santo como podemos guardar los mandamientos. ¿Nunca nos hemos preguntado por qué el resumen de la Ley y el fruto del Espíritu son una misma cosa en la Biblia? Tanto en Mateo 22, como en Marcos 12, en Lucas 10, en Romanos 13, en Gálatas 5 y en Santiago 2 se resumen a los 10 Mandamientos como el amor. Así también en Gálatas Pablo aclara que “el fruto del Espíritu es amor”. El fruto del Espíritu es llevarnos a guardar los 10 mandamientos “Porque: No adulterarás, no matarás, no hurtarás, no dirás falso testimonio, no codiciarás, y cualquier otro mandamiento, en esta sentencia se resume: Amarás a tu prójimo como a ti mismo.”(Romanos 13:9).\n\nPor eso antes de proferir con su propia boca los 10 mandamientos le dijo a Israel: “Yo soy Jehová tu Dios, que te saqué de la tierra de Egipto, de casa de servidumbre.” Se proclamó como Libertador antes de ejercer cómo Legislador. Esta imposibilidad humana para guardar la Ley, o como ya vimos, lo que es lo mismo, para amar, esta imposibilidad la comparten todos los nacidos en esta tierra sin excepción alguna.\n\nEntonces, con respecto a la comparación entre la libertad de elección de nuestros primeros padres y la nuestra, podemos decir que Adán y Eva fueron creados con la naturaleza divina del amor, aunque con la libertad para negar a Dios y desechar con ello esa naturaleza. Luego, nosotros, los que hemos nacido bajo el signo del pecado, que somos contados entre los injustos, lo que tenemos una “carne en la cual no mora el bien”, nosotros, somos esclavos del pecado e incapaces de ser justos, impedidos por nuestros propios instintos para hacer bien. Una ilustración del grado de pecaminosidad del ser humano se encuentra en la primera carta de Pablo a los corintios, donde dice que somos capaces de dar todo lo que tenemos a los pobres y aún morir por una buena causa y a la vez carecer del amor divino Nada podemos hacer para salvarnos a nosotros mismos y libertarnos del pecado, somos esclavos, y si Jesús no nos hubiese salvado, seguiríamos siéndolo. Por otra parte cuando creemos su mensaje recibimos su Espíritu Santo, el cual nos hace nacer de nuevo o adquirir la naturaleza divina, nos hace guardar los 10 mandamientos de amor. Luego en nosotros coexisten dos instintos, y en dependencia de en qué instinto o naturaleza deseemos andar, serán nuestros pensamientos, sentimientos y acciones. Dios ha vuelto a restaurar nuestra libertad, y una vez más nos pide que la utilicemos decidiendo permanecer en su gracia, pues, aunque nos empujó a entrar no nos impedirá salir.", "subsections": []}]}, {"type": "section", "title": "IMPULSOS SOCIALES DE ADÁN Y EVA.", "level": 3, "content": "", "subsections": [{"type": "section", "title": "La influencia del mundo", "level": 4, "content": "Cuando hablamos de impulsos sociales estamos partiendo de nuestra situación para compararla con la de Adán y Eva. Nosotros vivimos en un mundo que late día a día bajo el influjo del pecado. Nuestra sociedad y cultura se desarrolló y se sigue desarrollando a partir de los valores, metas y perspectivas de un mundo pecador. Desde que Caín se apartó de la religión de sus padres (el culto a Dios mediante el sacrificio sustitutivo) para fundar una religión y una sociedad según su propio entendimiento (la dignidad del ser humano que puede presentar sus obras justas ante un Dios justo) , bajo su cuidado se desarrolló una música autóctonamente humana, técnicas de ganadería y una floreciente herrería, metalurgia y civilización. Así también la cultura actual, teniendo dentro de sí muchas gemas de la verdad divina, vive bajo el signo de Caín, y con la filosofía de Lamec, esposo de Ada y de Zila, la filosofía de la venganza y de la supuesta justicia del “si me pinchas te pincho”.\n\nEste mundo caínico, sodomita, helenista y cananeo en el cual todos nacemos y al cual le debemos la cultura, la filosofía y la moral en la cual nos movemos y de la cual nos formamos, es también tema de las Sagradas Escrituras, y en el Nuevo Testamento a esta verdad, se le llama de algunas formas específicas.\n\nEl mundo, el presente siglo malo, la generación perversa, el hombre natural todas son expresiones para denominar el mismo hecho: que vivimos en una sociedad formada, inclinada e influida por el mal. Jesús dijo que la sociedad siempre repudiaría a la verdadera religión: “Si el mundo os aborrece, sabed que a mí me ha aborrecido antes que a vosotros. Si fuerais del mundo, el mundo amaría lo suyo; pero porque no sois del mundo, antes yo os elegí del mundo, por eso el mundo os aborrece. Acordaos de la palabra que yo os he dicho: El siervo no es mayor que su señor. Si a mí me han perseguido, también a vosotros os perseguirán; si han guardado mi palabra, también guardarán la vuestra. Todo esto os harán por causa de mi nombre, porque no conocen al que me ha enviado.” (Jua 15:18-21 )\n\nCuando Jesús dijo lo anterior, colocó dentro de su concepto de “mundo” a la sociedad judía, una sociedad que decía creer en Dios, pero que según dijo Jesús, no lo conocían. Por eso es que sus palabras hablan del repudio de la sociedad no a la religión, ni siquiera al cristianismo, sino a los verdaderos hijos de Dios, al verdadero mensaje cristiano. También Pedro predicando el evangelio exhortaba a los judíos que lo oían a ser “salvos de esta perversa generación.”", "subsections": []}, {"type": "section", "title": "La cultura humana vs la doctrina cristiana", "level": 4, "content": "Pero vuelve a ser Pablo el que desarrolla el tema del mundo, de la influencia social y su relación con el cristiano. En la primera carta a los corintios, en el capítulo dos se nos dice que Dios nos ha dado en el evangelio una sabiduría muy superior a la humana, una sabiduría que en todo su esplendor no había sido revelada al mundo hasta la venida de Cristo. Se nos dice “que ninguno de los príncipes de este siglo conoció” esta sabiduría “porque si la hubieran conocido, nunca habrían crucificado al Señor de gloria”. Luego explica que nosotros la podemos conocer gracias al Espíritu Santo, pues Dios “nos las reveló a nosotros por el Espíritu”. La podemos conocer porque “no hemos recibido el espíritu del mundo, sino el Espíritu que proviene de Dios, para que sepamos lo que Dios nos ha concedido”. Pero la persona que tiene el espíritu del mundo, lleno de la sabiduría humana, lo que Pablo llama el hombre natural, éste “no percibe las cosas que son del Espíritu de Dios, porque para él son locura, y no las puede entender”. Pablo está entonces hablando de otra poderosa influencia que tenemos los seres humanos antes de nacer de nuevo y que nos aleja de Dios, es decir, está hablando de la sabiduría humana.\n\nEsta sabiduría no debe entenderse como el estudio de las artes y las ciencias en sí mismas, es más, mucho en las artes y en las ciencias tiene más de divino que de humano, más bien se debe entender como la filosofía que la sociedad construye en base a sus ideas, tomando como fundamento muchas veces los descubrimientos de la ciencia, las aparentemente lógicas teorías y expresando todo esto mediante el arte. Así se forma una cultura humana y un hombre natural. Para este hombre natural, que posee el espíritu de su sociedad, el espíritu del mundo, las cosas de Dios le son locura, y no las puede entender. No entiende la Biblia ni el sacrificio expiatorio de Jesús, no comprende su pecaminosidad ni la obra creativa del Espíritu, tergiversa la idea de la fe y la convierte en un estímulo mental positivo.\n\nEste hombre acomoda el evangelio y las verdades divinas de tal forma que concuerden con su cultura y su filosofía, intentando subordinar la sabiduría de Dios a su humana sabiduría. El espíritu del mundo no puede entender las cosas que Dios ha revelado, “cosas que ojo no vio, ni oído oyó, ni han subido en corazón de hombre”, cosas que ningún ser humano se podía imaginar y que ningún filósofo helenista pudo especular.\n\nEntonces este es otro contraste que presentan las Sagradas Escrituras. El ser humano vive en sociedad y es influenciado por ella. La fe es estorbada en menor o mayor grado por todas las culturas. Ser cristiano implica un renunciamiento a los esquemas culturales mundanos y una apertura de mente hacia la revelación de Dios y su tipo de amor, su forma de ser. Los usos y costumbres son moldeados para que se adecuen a otra cultura, una que prioriza el amor de Dios expresado en sus 10 mandamientos. Y todo esto lo hace el Espíritu, el cual nos hace tener “la mente de Cristo”.", "subsections": []}, {"type": "section", "title": "Siempre seremos perseguidos", "level": 4, "content": "Esta doctrina del mundo y los cristianos conlleva necesariamente dolor y persecución, pero las palabras de Jesús para nosotros son: “Estas cosas os he hablado para que en mí tengáis paz. En el mundo tendréis aflicción; pero confiad, yo he vencido al mundo.”\n\nNosotros vencemos porque Él venció, recordemos que el Espíritu se encarga de darnos su mente. Como dice el apóstol Pedro “sabiendo que fuisteis rescatados de vuestra vana manera de vivir, la cual recibisteis de vuestros padres, no con cosas corruptibles, como oro o plata, sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminación” Y como fuimos rescatados Pedro nos dice que podemos andar en este mundo “manteniendo buena vuestra manera de vivir entre los gentiles; para que en lo que murmuran de vosotros como de malhechores, glorifiquen a Dios en el día de la visitación, al considerar vuestras buenas obras.” Además “puesto que todas estas cosas (el mundo) han de ser deshechas, ¡cómo no debéis vosotros andar en santa y piadosa manera de vivir” El apóstol Juan también utiliza el argumento de la brevedad de la sociedad presente para alentarnos a que no participemos de sus males, él nos dice: “No améis al mundo, ni las cosas que están en el mundo. Si alguno ama al mundo, el amor del Padre no está en él. Porque todo lo que hay en el mundo, los deseos de la carne, los deseos de los ojos, y la vanagloria de la vida, no proviene del Padre, sino del mundo. Y el mundo pasa, y sus deseos; pero el que hace la voluntad de Dios permanece para siempre.”\n\nEntendiendo que el cristiano presenta otra mente y cultura que difiere en su esencia del espíritu de la sociedad que lo rodea, podemos advertir cuánta razón tenían Cristo y los apóstoles cuando nos vaticinaban persecución. Muchas veces el cristianismo verdadero ha sido acusado de enemigo de la humanidad, y en cierto sentido esta acusación es correcta. El cristianismo verdadero presenta un profundo amor hacia el género humano del cual él es parte, también respeta y admira las maravillas del arte y la ciencia donde logra advertir vestigios de la verdad y la belleza divina. Pero el cristianismo repudia el pecado, y las pretensiones sociales que la humanidad inventa para justificarlo.\n\nDesde la aseveración humanista de la intrínseca bondad humana y el ascendente destino de la sociedad, hasta el escape relativista que suprime los conceptos de “bueno y malo” como meros tabúes religiosos o puras convenciones sociales, todo ello es repudiado por el verdadero cristianismo. Por eso se constituye enemigo de sus hermanos, por eso se acarrea espada y por eso es una vez más crucificado. Es interesante el testimonio de uno de los historiadores romanos del siglo I acerca del cristianismo con motivo del incendio que asoló a Roma en el año 64 d.C.\n\nTácito, hombre culto y distinguido entre los romanos, nos cuenta lo siguente: “A pesar de todos los esfuerzos humanos, de la liberalidad del emperador y de los sacrificios ofrecidos a los dioses, nada bastaba para apartar las sospechas ni para destruir la creencia de que el fuego había sido ordenado. Por lo tanto, para destruir ese rumor, Nerón hizo aparecer como culpables a los cristianos, una gente a quienes todos odian por sus abominaciones, y los castigó con muy refinada crueldad. Cristo, de quien toman su nombre, fue ejecutado por Poncio Pilato durante el reinado de Tiberio. Detenida por un instante, esta dañina superstición apareció de nuevo, no sólo en Judea, donde estaba la raíz del mal, sino también en Roma, ese lugar donde se dan cita y encuentran seguidores todas las cosas atroces y abominables que llegan desde todos los rincones del mundo. Por lo tanto, primero fueron arrestados los que confesaron [ser cristianos], y sobre la base de las pruebas que ellos dieron fue condenada una gran multitud, aunque no se les condenó tanto por el incendio como por su odio a la raza humana”\n\nTácito sabía que los cristianos no habían quemado Roma, que más bien eran un chivo expiatorio para apartar las sospechas que se acumulaban entorno a la culpabilidad del desequilibrado emperador Nerón. Aun así, este romano culto concordaba en que era un buen momento para castigarlos, no ya por el incendio, sino por lo que él le llamaba su odio a la raza humana.\n\nCelso, un filósofo griego que vivió en el siglo II, y que escribió contra la religión cristiana, nos explica mejor lo que Tácito quería decir con “su odio a la humanidad”.\n\nÉl dice: “Además, el Dios de los judíos y cristianos es un Dios ridículo. Por una parte dicen que es omnipotente, y que es el ser supremo que se encuentra por encima de todo. Pero por otra parte le describen como un ser curioso, que se inmiscuye en todos los asuntos humanos, que está en todas las casas viendo lo que se dice y hasta lo que se cocina. Ese modo de concebir la divinidad es una sinrazón. O bien se trata de un ser omnipotente, por encima de todos los otros seres, y por tanto apartado de este mundo; o bien se trata de un ser curioso y entremetido, para quien las nimiedades humanas resultan interesantes. En todo caso, sea cual fuere este Dios de los cristianos, el hecho es que su culto destruye la fibra misma de la sociedad, pues hace que quienes lo siguen se abstengan de toda clase de actividades sociales, so pretexto de que participar en ellas sería adorar a dioses que no existen. Pero, si en verdad tales dioses no existen, ¿por qué temerles? ¿Por qué no participar de su culto junto a la gente sensata, aun cuando uno no crea en ellos? El hecho parece ser que los cristianos, que dicen que los dioses paganos son falsos, sin embargo siguen temiendo a esos dioses. En cuanto a Jesús, basta recordar que fue un malhechor condenado por las autoridades romanas. (…) Si de veras era Dios o Hijo de Dios, ¿por qué permitió que le crucificaran? ¿Por qué no hizo que cayeran muertos sus enemigos? ¿Por qué no desapareció cuando iban a clavarle al madero? Y suponiendo que de hecho Dios vino a la tierra en Jesús, pregunta Celso: ¿De qué puede servir tal visita de Dios a la tierra? ¿Será quizá para averiguar lo que pasa entre los seres humanos? ¿No lo sabe él todo? ¿O será que lo sabe, pero no puede corregirlo si no viene él en persona a hacerlo? Por último, estos cristianos andan predicando y creyendo que han de resucitar. Es sobre la base de esa fe que se enfrentan al martirio con una obstinación casi increíble. Pero no es cosa de gentes sensatas dejar esta vida, que es cosa segura, por otra vida supuestamente superior, que en el mejor de los casos es cosa dudosa. Y eso de la resurrección es el colmo de las necedades cristianas. ¿Cómo han de resucitar aquéllos cuyos cuerpos han sido destruidos por fuego, o devorados por los peces o las fieras? ¿Irá Dios por todo el mundo recogiendo y uniendo los pedazos de cada cuerpo? ¿Cómo se las arreglará Dios, en el caso de aquellas porciones de materia que han pertenecido primero a un cuerpo, y después a otro? ¿Se las adjudicará a su primer dueño? En tal caso, ¿quedará un hueco en el cuerpo resucitado del dueño posterior?\n\nAparte de que Celso es un excelente ejemplo de aquel hombre natural, hijo de su época, del cual Pablo dijo que tenía el espíritu del mundo, que no entiende la sabiduría de Dios, al cual las cosas de Dios le son locura, podemos advertir que el odio del que habla Tácito muy posiblemente sea la actitud que el cristianismo primitivo adoptó ante muchas de las más preciadas costumbres romanas, actitud que, según Celso, corrompe la fibra misma de la sociedad.\n\nPor tanto la doctrina del mundo y de los cristianos es una de las que más nos acarrea y nos acarreará persecución.", "subsections": []}, {"type": "section", "title": "En el mundo pero apartados del mal", "level": 4, "content": "Los impulsos sociales que nos llevan a pecar, que nos apartan de Dios, son diversos. Desde las fiestas carnavalescas o los sitios de recreación nocturna, hasta la vanagloria de la ópera y su mundillo culto, todo llama, oprime y empuja al cristiano a negar su sencilla fe y práctica del amor.\n\nEn las universidades se fomenta el orgullo y en la política la ambición de poder. Los artículos del comercio nos llaman al despilfarro y al vicio mientras que los medios audiovisuales nos pintan nuestra cotidianidad de una manera romántica, y nos invitan a alegrarnos de quienes somos, de lo que hacemos y hasta dibujando con colores de belleza la idea de que nuestra inminente muerte nos invita a tener como propósito el gozar la vida mientras podamos.\n\nTodo esto es cierto, la sociedad está plagada de desamor, de pecado. Pero es necesario saber que no por eso debemos abandonar las universidades, dejar de asistir a aquellos cumpleaños en que podamos ser motivo de bendición, dejar de comprar aquello que será de beneficio para nosotros y para quienes nos rodean. No debemos ignorar lo que sucede en nuestro medio ni satanizar todo lo que se enseña en los audiovisuales. Este nunca fue el enfoque de Cristo ni el de sus apóstoles.\n\nDebemos entender que fuimos rescatados del mundo porque Dios ama al mundo. Porque “Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.” “Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.” Es que precisamente “en esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él.”\n\nPor eso el mundo no debe ser satanizado en su totalidad. Por eso además, por amor al mundo, nosotros debemos lograr adecuarnos a sus costumbres en todo lo que podamos, como Pablo, que nos da ejemplo diciéndonos: “Me he hecho a los judíos como judío, para ganar a los judíos; a los que están sujetos a la ley (aunque yo no esté sujeto a la ley) como sujeto a la ley, para ganar a los que están sujetos a la ley; a los que están sin ley, como si yo estuviera sin ley (no estando yo sin ley de Dios, sino bajo la ley de Cristo), para ganar a los que están sin ley. Me he hecho débil a los débiles, para ganar a los débiles; a todos me he hecho de todo, para que de todos modos salve a algunos.”\n\nEs por eso que cuando a Jesús se le pidió pagar los impuestos le dijo a Pedro que en ese caso particular, los que pedían impuestos estaban siendo injustos en su pedido, pero los pagaría, “para no ofenderles”. Nosotros también hacemos muchas cosas para no ofender al mundo, y en muchas cosas nos amoldamos a ellos. La doctrina del mundo y los cristianos queda sintetizada en la expresión de Jesús: “Yo les he dado tu palabra; y el mundo los aborreció, porque no son del mundo, como tampoco yo soy del mundo. No ruego que los quites del mundo, sino que los guardes del mal.”\n\nAunque amamos al mundo no somos del mundo, y el mundo nos aborrece, aunque el mundo nos aborrece no nos aislamos del mundo, ni Él quiere aislarnos, pero aunque participamos del mundo no participamos de sus pecados. Ésta es la situación del cristiano y del mundano después del pecado. Estos son nuestros impulsos sociales.", "subsections": []}, {"type": "section", "title": "Pecamos a pesar de una sociedad perfecta", "level": 4, "content": "Pero el Edén no estaba infestado de esa sociedad. Adán y Eva entonces no estaban bajo los impulsos sociales que ahora forman el medio hostil, civilizado y culto que la humanidad intenta crear. Adán vivía bajo otras condiciones. Los impulsos sociales de nuestros primeros padres eran santos y llenos de la verdad. Su sociedad estaba constituida por la mutua compañía de la pareja y por Dios como amante Creador. La cultura de Adán era la que aprendía del Creador y de su creación, donde hallaba arte y ciencia, los cuales se entremezclaban para formar el grande lienzo de la naturaleza donde el Señor pintaba su mensaje de Amor desde el alba hasta al atardecer. Adán había visto como Dios lo durmió y al despertar, tenía delante de si a una que era “carne de su carne y huesos de sus huesos”. Eva además del testimonio de la creación, tenía el de su esposo, que le podía relatar la historia de cómo él estaba sólo y Dios la había creado a ella para que juntos se complementaran. Entonces, en comparación con nosotros, ellos tenían muchas más posibilidades de ser fieles, porque sus impulsos sociales los acercaban a Dios y los de nosotros nos impulsan al pecado.", "subsections": []}]}, {"type": "section", "title": "LA OBRA ANGÉLICA", "level": 3, "content": "", "subsections": [{"type": "section", "title": "No estamos solos en el universo", "level": 4, "content": "En cuanto a la obra angélica nos referimos a la obra de Satanás y sus ángeles y a la obra de los ángeles de Dios.\n\nLa escritura enseña que no estamos solos en el universo. En el libro de Job se nos declara que de vez en cuando existían reuniones en las que Dios presidía y en las que participaban los llamados “hijos de Dios”.\n\nEstos hijos de Dios que estaban en Su presencia en tiempos de Job no pertenecían a la raza humana. Podemos leer que Dios le preguntó a uno de los presentes de dónde venía y este no respondió de una ciudad, país o región de la tierra, respondió que venía de la tierra, respuesta absurda en caso de que todos los demás también vinieran del mismo planeta. También en el mismo libro de Job se nos dice que antes que se creara esta tierra y su contenido ya existían “hijos de Dios”, los cuales se regocijaban al ver a Dios crear. Es por eso que miles de años atrás, cuando los judíos se vieron en la necesidad de traducir en el libro de Job el término “hijos de Dios”, del hebreo al griego, les pareció bien utilizar la palabra ángeles. Por tanto, no estamos solos en el universo.", "subsections": []}, {"type": "section", "title": "Los ángeles malos", "level": 4, "content": "Uno de los que estuvo en las reuniones que Dios presidió fue Satanás. Él fue al que se le preguntó de dónde venía y el que respondió de la tierra. Satanás no formaba parte de los llamados hijos de Dios, su propio nombre lo indica.\n\nEl ángel que ahora llamamos Satanás (enemigo) una vez se llamó Lucifer, que significa “portador de luz”. Este ángel era la más completa creación de Dios en su tiempo, la Biblia dice que él era el “sello de la perfección, lleno de sabiduría, y acabado de hermosura.” Pero se reveló contra la ley de amor de Dios, el profeta dice “fuiste lleno de iniquidad, y pecaste”. Satanás utilizó su libertad de elección para contradecir la Ley de Dios.\n\nYa entendimos que a todo ser creado le es dada la capacidad de negar el influjo divino de amor que es plantado en el seno de la creación. Esta posibilidad se le da no para que la utilice sino para que pueda amar libremente, para que día a día y por la eternidad su amor hacia Dios y hacia el prójimo sea confirmado por la libertad de cada uno.\n\nPero Satanás utilizó la libertad como ocasión para el libertinaje y la posibilidad de guardar la ley de amor libremente como justificación para negarla. Por eso dice la escritura “fuiste lleno de iniquidad, y pecaste” porque “todo aquel que comete pecado, infringe también la ley; pues el pecado es infracción de la ley”.\n\nPor tanto Satanás no estaba incluido en la expresión “hijos de Dios”, porque él es el adversario, quien un día era símbolo de perfección y hoy lo es de corrupción, y quien no comparte la naturaleza divina que nos hace hijos. Pero entonces, ¿por qué cuando “vinieron los hijos de Dios para presentarse delante de Jehová, (…) Satanás vino también entre ellos presentándose delante de Jehová.”?", "subsections": []}, {"type": "section", "title": "Satanás era el príncipe de esta tierra.", "level": 4, "content": "Satanás venía de “de rodear la tierra y de andar por ella”. Él había sido expulsado del reino de la raza angélica. Dios, hablando del tema en la Escritura le dice a Satanás: “A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector.” También Jesús afirma “yo veía a Satanás caer del cielo como un rayo” Dios desterró a Satanás del reino de los cielos. Pero lo volvemos a encontrar en Génesis 3 tentando a la joven pareja edénica. Lo que sucedió es que Lucifer había perdido la guerra en el cielo, los adeptos que había ganado eran sólo una parte de la gran muchedumbre angélica Ahora necesitaba probar suerte con la raza humana, y Dios no lo iba a impedir. \nPor primera vez existían en el universo dos opciones bien representadas por dos líderes. Dios, el creador, era soberano del universo y fuente de la ley de amor, Dios era un camino. También estaba Satanás, criatura rebelde que representaba el origen de la negación a Dios, al amor, y los argumentos que lo acompañaban representaban el otro camino. Era necesario que nosotros los humanos, los nuevos vecinos del universo, definiéramos con qué poder nos identificaríamos, ya que el resto de los mundos lo habían hecho.\n\nLa raza humana era una raza joven, no pudieron cumplir la expresa orden de Dios de procrear sino hasta después de la caída, precisamente porque la caída ocurrió poco tiempo después de la creación.\n\nSatanás, pues, logró pronto que la joven pareja se identificara con el grupo rebelde. Esta identificación o amistad de la raza humana con el demonio y por ende con el pecado es la razón de la promesa evangélica que se les da acto seguido después de que pecan: “Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya”.\n\nDios pondría enemistad entre la raza humana y Satanás, una enemistad que era regalo de Dios, pues la raza humana, al pecar, había adquirido una unión con Satanás que sólo la vida y muerte de Jesús pudo quebrantar. La simiente de Eva iba a aplastar la cabeza de Satanás mientras Satanás le mordía el talón. Cada vez que Moisés escribe sobre la promesa de la simiente en Génesis, está refiriéndose a Jesús. El apóstol Pablo lo entendía así y por eso dijo: “a Abraham fueron hechas las promesas, y a su simiente. No dice: Y a las simientes, como si hablase de muchos, sino como de uno: Y a tu simiente, la cual es Cristo.”\n\nPero mientras tanto Satanás se había constituido príncipe de este mundo. Es por eso que tentando a Jesús “le llevó el diablo a un alto monte, y le mostró en un momento todos los reinos de la tierra. Y le dijo el diablo: A ti te daré toda esta potestad, y la gloria de ellos; porque a mí me ha sido entregada, y a quien quiero la doy.” Satanás dijo que a él le había sido entregada la potestad de la sociedad humana. ¿Quién se la había entregado? Nuestros primeros padres, los que tenían la responsabilidad de liderar la raza. Ellos obedecieron a Satanás antes que a Dios, haciendo así de Satanás, el señor de ellos.\n\nAdquirieron una naturaleza corrupta que había hallado su origen en el diablo, y asintieron a las argumentaciones en contra del creador y a las calumnias de que Dios era un mentiroso. Todo esto traspasó el principado del hombre al demonio, el cual, a partir de ahora, podía ser “príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia”.\n\nPor eso Satanás pudo operar en Caín para crear una sociedad apartada de Dios, y dar los reinos del mundo a quien quería. Pero lo que nunca pudo usurpar este ángel caído fue el lugar de Dios como soberano supremo de la tierra.\n\nDios le dio oportunidad a Satanás y a la sociedad humana de desarrollar su historia, de esta forma no impedía el curso sus decisiones y a la misma vez el universo podía contemplar los resultados de una sociedad satánica en los hijos de desobediencia, y una sociedad regida por el amor en aquel grupo de hombres que por la fe en el evangelio eran renacidos a una nueva vida, poseyendo la naturaleza divina. El universo podía ver, en la práctica, el final de ambos caminos.\n\nY he aquí volvemos a la escena del libro de Job. Satanás se presenta entre los hijos de Dios en base a su derecho como representante de la tierra y de la raza humana. Por eso es que “un día vinieron a presentarse delante de Jehová los hijos de Dios, entre los cuales vino también Satanás.”", "subsections": []}, {"type": "section", "title": "Satanás acusa que nadie puede ser verdadero cristiano.", "level": 4, "content": "El libro de Job nos ayuda a comprender mejor la obra de Satanás y los demonios.\n\nLuego de presentarse delante de Dios, nuestro Señor llama la atención de Satanás (y también de todos los presentes que escuchaban) hacia la lealtad de Job y a su carácter justo. Dios dice “¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal?” Satanás estaba presentándose cómo príncipe legítimo de la tierra. Él había sido expulsado del cielo, pero ahora entraba a la presencia divina y a la reunión de los no caídos so pretexto de ser el representante de la raza humana.\n\nPues bien, Dios le habla de uno que dentro del grupo al que satanás representa, parece más bien representar y ser representado por Dios. Dios le dice que Job es un perfecto ejemplo de un hombre perfecto, cabal, completo, sin que le falte cosa alguna, que es “apartado del mal”. No se puede entender el peso de la conversación si no se conocen las aseveraciones satánicas que por mucho tiempo estuvo esgrimiendo Satanás en las reuniones celestes. Al diablo se le conoce en la Biblia con un epíteto que nos da una idea de aquellos argumentos que ha utilizado contra Dios, se le conoce como “el acusador de los hermanos”.\n\nSatanás acusa a Dios a través de su pueblo. Su reino es el del pecado, y acusa a los que Dios pretende salvar pues asegura que pertenecen a su reino. De esta manera presenta a Dios como injusto por salvar al hombre, pues a él lo desterró al pecar, pero al hombre lo quiere salvar.\n\nEsta acusación es falsa. Dios salva al hombre que nació en pecado, nació con esa condición sin pedirlo para luego ser engañado por una compleja red de malos ángeles y de una sociedad caída. Dios hace esto en base al sacrificio de Jesús, y ese sacrificio hecho en favor del hombre lo habilita para recibir el Espíritu de Cristo, una naturaleza diferente que se inclina al amor y a la Ley de Dios. Satanás nunca tuvo razones para pecar, el decidió lo malo, decidió negar a Dios y aborreció Su Ley. La Escritura dice de Lucifer: “Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura. En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; de cornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación. Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas.” En otras palabras, Dios le dice a Satanás que él no tuvo razones para decidir el mal. Que entre todas las criaturas especialmente él había sido bendecido por Dios.\n\nPero en el caso de la raza humana no fue igual. Adán y Eva pecaron, pero Eva fue engañada, y Adán halló razones en Eva para morir. Ni Adán ni Eva, con todo y que eran superiores a nosotros en capacidad mental, podían compararse a una criatura tan experimentada y llena de sabiduría como lo era Lucifer.\n\nLa caída, y este es un principio universal, presenta un daño equivalente a la altura de donde se cae. Lo del ser humano fue alta traición, pero una trágica traición de una manipulada e incipiente raza. El demonio quiso crearse una raza esclava. Dios proveyó todo recurso para que nuestros primeros padres y sus descendientes fuéramos restaurados de nuestra corrupta condición, y tomáramos decisiones diferentes en base a la evidencia del insondable amor manifestado en la cruz.\n\nAhora Satanás quiere hallar pecado en ese amor y en ese sacrificio, y es que no tiene ya mucha tela por donde cortar. Por eso al profeta Zacarías se le da una visión que ilustra lo antes dicho. En el capítulo 3 de Zacarías encontramos la siguiente escena: “Me mostró al sumo sacerdote Josué, el cual estaba delante del ángel de Jehová, y Satanás estaba a su mano derecha para acusarle. Y dĳo Jehová a Satanás: Jehová te reprenda, oh Satanás; Jehová que ha escogido a Jerusalén te reprenda. ¿No es éste un tizón arrebatado del incendio? Y Josué estaba vestido de vestiduras viles, y estaba delante del ángel. Y habló el ángel, y mandó a los que estaban delante de él, diciendo: Quitadle esas vestiduras viles. Y a él le dĳo: Mira que he quitado de ti tu pecado, y te he hecho vestir de ropas de gala. Después dĳo: Pongan mitra limpia sobre su cabeza. Y pusieron una mitra limpia sobre su cabeza, y le vistieron las ropas. Y el ángel de Jehová estaba en pie. Y el ángel de Jehová amonestó a Josué, diciendo: Así dice Jehová de los ejércitos: Si anduvieres por mis caminos, y si guardares mi ordenanza, también tú gobernarás mi casa, también guardarás mis atrios, y entre éstos que aquí están te daré lugar. Escucha pues, ahora, Josué sumo sacerdote, tú y tus amigos que se sientan delante de ti, porque son varones simbólicos. He aquí, yo traigo a mi siervo el Renuevo. Porque he aquí aquella piedra que puse delante de Josué; sobre esta única piedra hay siete ojos; he aquí yo grabaré su escultura, dice Jehová de los ejércitos, y quitaré el pecado de la tierra en un día. En aquel día, dice Jehová de los ejércitos, cada uno de vosotros convidará a su compañero, debajo de su vid y debajo de su higuera.”\n\n¡He aquí el evangelio! Josué es traído por Satanás ante la presencia del Ángel de Jehová para acusarle. Pero aquel Ángel que libertaba a Jacob de todo mal le dice ahora a Satanás: - ¡Jehová te reprenda! ¡Qué Dios te de tu castigo, malvado Satanás! Porque Dios ha escogido para sí un pueblo santo de entre los que tú perdiste. Y ha arrebatado a Josué del incendio que tú empezaste. ¡Qué horrible cosa haces al intentar de condenarle delante de mí! Luego transforma a Josué, le quita su vileza y lo cambia en las vestiduras santas del sumo sacerdote. Le quita el pecado y luego le aconseja en nombre de Dios para que ande toda su vida en la Ley de Jehová, pues si en esto persevera, podrá tener parte en el reino de los cielos. Luego Dios dice que ellos son un simbolismo de lo que hará Aquel que Dios traerá a la tierra, el que es llamado Su Renuevo. Por medio de ese Renuevo sería quitado el pecado de la tierra. ¡Ese es Jesús! “He aquí el Cordero de Dios que quita el pecado del mundo!” En Zacarías se le simboliza con una piedra de siete ojos, en Apocalipsis con un cordero de siete ojos. Lo cierto es que quita el pecado del mundo y que en base a él salimos ilesos ante las acusaciones del diablo.", "subsections": []}, {"type": "section", "title": "La doctrina del Zarandeo", "level": 4, "content": "En el libro de Job Dios empieza el debate refiriéndose a la lealtad de su siervo Job, el cual era, por el poder de una naturaleza divina, apartado del mal. Pero Satanás contrataca con una doble acusación. Ante todos los reunidos dice: “¿Acaso teme Job a Dios de balde? ¿No le has cercado alrededor a él y a su casa y a todo lo que tiene? Al trabajo de sus manos has dado bendición; por tanto, sus bienes han aumentado sobre la tierra. Pero extiende ahora tu mano y toca todo lo que tiene, y verás si no blasfema contra ti en tu misma presencia.”\n\nSatanás acusó a Dios de estarse forjando un hombre fiel por medio de favores. Según Satanás Job servía a Dios porque Dios servía a Job, el día que Dios dejara de servirle entonces Job haría lo mismo. Esta era una grave acusación, que presentada en esa importante reunión, ponía en tela de juicio tanto el carácter de Job, como el de Dios.\n\nDios responde prontamente con una explícita confianza en su siervo. Le insta a Satanás para que pruebe que su teoría es cierta. Le dice: “He aquí, todo lo que tiene está en tu mano; solamente no pongas tu mano sobre él.”\n\nLa prueba de Job, su firme confianza en Dios, hoy nos da testimonio de lo que una vida entregada a Dios puede hacer. Aquellas memorables palabras resuenan hasta el día de hoy: - ¡Quién diese ahora que mis palabras fuesen escritas! ¡Quién diese que se escribiesen en un libro; Que con cincel de hierro y con plomo Fuesen esculpidas en piedra para siempre! Yo sé que mi Redentor vive, Y al fin se levantará sobre el polvo; Y después de deshecha esta mi piel, En mi carne he de ver a Dios; Al cual veré por mí mismo, Y mis ojos lo verán, y no otro. (…)”\n\nSu deseo se cumplió, sus palabras fueron escritas, y su sufrimiento fue colocado en el libro de los libros para ser un trozo más de la revelación divina. Los sufrimientos de Job sirvieron para vindicar el carácter de Dios ante el universo. Tapó la boca de Satanás en cuanto al carácter interesado de la religión de este santo hombre, e impidió que las inteligencias celestiales fueran confundidas por los sofismas satánicos.\n\nEn el libro de Job vemos cómo en ciertas ocasiones Dios permite que Satanás nos haga daño. Siempre Dios está esperando que en su poder triunfemos. Él nunca espera que caigamos. Él no tienta a nadie, ni permite que nadie peque, como ya vimos dice Santiago. Pero sí impulsa al desierto de la aflicción para que nos veamos débiles, presas de aquel León rugiente que busca a quien devorar Pero no lo hace para que pequemos, al contrario, fiel es Dios, que no nos dejará ser tentados más de lo que podemos resistir, sino que dará también juntamente con la tentación la salida, para que podamos soportar. Por eso impulsó a su propio hijo al desierto “para ser tentado por el diablo” Para que Satanás tuviera que irse decepcionado ante la firmeza de Jesús y su amor al Padre. Cuando más débiles, llenos de hambre, enfermedades y problemas estamos, más débiles nos vemos a los ojos de los demonios y somos a sus ojos, la presa más fácil. Es allí donde el poder de Dios se manifiesta, cuando nos multiplica las fuerzas de donde no las hay, cuando sacamos fuerzas de la debilidad, cuando sólo tenemos su gracia y su poder se manifiesta en nuestra debilidad\n\nSatanás pudo entonces hacer caer fuego del cielo, levantar a ejércitos y traer tornados, todo contra Job. Luego le impuso a ese siervo de Dios una cruel enfermedad le llenó de llagas la piel, lo hacía oler mal y no lo dejaba dormir ni de día ni de noche. Todo esto puede acontecernos, pero si permanecemos firmes en la fe y el amor a Aquel que estuvo dispuesto a abandonar su inexplicable felicidad y gloria para cargar con nuestra culpa y morir en nuestro lugar, podremos recibir luego, como lo hará Job, el testimonio de su amigo Jehová que le dirá: “Bien, buen siervo y fiel; sobre poco has sido fiel, sobre mucho te pondré; entra en el gozo de tu señor.”\n\nEsta historia se repitió más veces que las que somos capaces de imaginar, aunque no siempre con los resultados más felices.\n\nAntes de que se desencadenaran los eventos que llevaron a Jesús a la cruz. Él le advirtió a Pedro y a los once que Satanás los había pedido para zarandearlos como a trigo. La idea de ser zarandeados parte de la costumbre de agitar el trigo para que quede el grano y caiga la suciedad, para separar lo que sirve de lo que no sirve.\n\nEs por eso que el zarandeo, aunque pedido por Satanás en este caso, era beneficioso para los doce apóstoles. El zarandeo es la única estrategia en la que Dios y Satanás están de acuerdo, el diablo zarandea porque confía en que los cristianos caerán y Dios lo permite porque sabe que los verdaderos cristianos serán perfeccionados y permanecerán.\n\nSi los doce de verdad habían entregado sus vidas a las palabras de vida de Jesús, podían manifestar al mundo su condición de semillas verdaderas cuando la persecución llegara, y ser un testimonio más entre los judíos de la fe del Maestro de Nazaret. Pero si no eran firmes en la prueba y les faltaba la fe, ellos podían entender la necesidad que tenían de entregarse a Dios, y con un conocimiento profundo de su pecado, depender fervientemente de la gracia divina para vencer en la próxima ocasión. Desde el punto de vista de Satanás ellos serían un dolor más en el corazón de Cristo y una posibilidad de quebrantar la firmeza del salvador, el cual podría pensar que su obra con los doce había fracasado.\n\nNosotros hoy día también podemos ser zarandeados, pero no por ello debemos temer, sino confiar en el poder de Dios y desconfiar de nuestras propias fuerzas, recordando aquel que es poderoso para guardaros sin caída, y presentaros sin mancha delante de su gloria con gran alegría", "subsections": []}, {"type": "section", "title": "La doctrina de la Concupiscencia.", "level": 4, "content": "Pero no sólo en el aspecto externo de nuestra vida somos atacados por Satanás. El aspecto interno de nuestra fe, las tentaciones que intentan remover nuestra firmeza, que intentan que decidamos dejar de andar en la nueva naturaleza para andar en la naturaleza de pecado, estos son también asuntos del demonio y sus ángeles.\n\nLos ataques internos se fundamentan en la naturaleza pecaminosa que la humanidad cristiana aún posee. Ya notamos cómo en la conversión de la humanidad caída en humanidad cristiana se conserva la naturaleza que el hombre hereda en el primer nacimiento junto con la que el Espíritu le imparte en el segundo. A esta naturaleza apela Satanás. La forma en que lo hace difiere de individuo en individuo, teniendo en cuenta el grado de verticalización y desarrollo que cada persona sostiene en cuanto a su naturaleza caída. Esta es la doctrina de la concupiscencia.\n\nNo serán las mismas estrategias y proposiciones las que los demonios utilizan con un hombre que en su pasado fue un pervertido sexual con el que no desarrolló este rasgo pecaminoso. Aunque esto es así, tampoco se puede simplificar a la idea, como se suele decir, de que todos tenemos diferentes debilidades innatas. Más bien, el pecado en todas sus manifestaciones parte del principio de la negación de Dios y su Ley de Amor. Todo el que participa de la carne caída del hombre, participa de este principio. Por tanto, luego de que a esa naturaleza se le permite expresarse, (cosa que es imposible de contener sin el milagro de la conversión) desencadenará una serie de sentimientos, pensamientos y acciones acordes con aquella esfera de la vida en que se esté desenvolviendo la persona. Por eso en una sociedad pervertida y con compañías que lo insten al sexo desordenado y vacío, dicha persona manifestará su naturaleza caída en esa esfera. Si, por el contrario, su esfera de influencia lo mueve a el orgullo de la cultura y la ostentación de las letras, esta persona manifestará su pecado en esa esfera. Aunque los impulsos sociales juegan un papel importante, también la manifestación de nuestro pecado será conducida por las características de nuestra personalidad y otros factores influyentes. Todos estos hacen que aprendamos un camino de pecado, que nuestra mente sea esculpida con las formas de la maldad y poco a poco somos cimentados y fortalecidos en la negación a Dios y a su Ley de amor.\n\nEsta verdad puede parecer compleja, pero no lo es. Basta saber que el hombre nace enemigo de Dios, y si se vuelve pervertido u orgulloso, eso depende de la sociedad en que creció, las decisiones que tomó y la herencia que le dejaron sus antepasados. Por último, luego de que una persona ha quebrantado la ley de Dios de una forma determinada, estará, en menor o mayor grado, enviciado de por vida a quebrantar de la misma manera en situaciones similares.\n\nEsto es parte de lo que la Biblia llama concupiscencia, la materialización en deseos de la naturaleza caída, al mainestación de un vicio que se adquirió al pecar, vicio de ser peresoso, vicio de ser conflictivo, vicio de exaltarse delante de los demás, etc.\n\nSantiago dice: “Cuando alguno es tentado, no diga que es tentado de parte de Dios; porque Dios no puede ser tentado por el mal, ni él tienta a nadie; sino que cada uno es tentado, cuando de su propia concupiscencia es atraído y seducido. Entonces la concupiscencia, después que ha concebido, da a luz el pecado; y el pecado, siendo consumado, da a luz la muerte.”\n\nDios no planta en nadie deseos pecaminosos, sino que cada uno es tentado por los deseos pecaminosos que se hallan en sí mismo. La palabra en griego que es traducida como “propia” es “idios”, la cual significa algo que es inherente, privado. Por tanto, la concupiscencia no sólo es aquel impulso que parte de la naturaleza caída que posee toda la raza humana sino también aquellos pecados que nos llaman desde adentro debido a las experiencias pecaminosas que hemos vivido.\n\nElena de White, en su libro “Consejos para los Maestros” escribió: “La mayor manifestación que hombres y mujeres pueden hacer de la gracia y poder de Cristo, se revela cuando el hombre natural llega a participar de la naturaleza divina y, por el poder que imparte la gracia de Cristo, vence la corrupción que existe en el mundo por la concupiscencia.” ¿Qué es entonces esta concupiscencia que corrompe al mundo? Es en primer lugar ese principio que participa de la esencia de ser humano, un principio de pecado y de rebelión contra toda autoridad divina, contra el amor divino. En segundo lugar, es el resultado que deja el pecado en la mente, es decir, una propensión a pecar. La concupiscencia no sólo es la naturaleza carnal. Sabemos que la naturaleza carnal nos lleva al pecado, (ella es algo profundo y arraigado en la esencia humana, pero no es por ella que el hombre es enjuiciado) luego el pecado nos deja una propensión a volver a pecar que también la escritura llama concupiscencia o deseo. Sé que Satanás utiliza esta concupiscencia para instarnos a pecar, esto lo hace cuando el mundo o nosotros, le damos pie para que lo intente. Por eso los demonios toman en cuenta el grado de verticalización y desarrollo de nuestras concupiscencias, y si no nos refugiamos en el poder divino, de seguro caeremos. Pero como decía la Señora White, la concupiscencia puede y debe ser vencida por medio de la gracia de Cristo.\n\nEs de notar que (por lo menos en teoría) según esta definición de concupiscencia, una persona que nunca haya cedido al impulso de la naturaleza carnal, que siempre halla andado en la naturaleza divina, no posee concupiscencias. La palabra utilizada en el libro de Santiago es epithumia, que significa deseo o pasión. Jesús la utilizó cuando se refería al deseo que tenía de comer la pascua con sus discípulos Por tanto una persona, aunque posea una naturaleza carnal, no tiene porqué poseer deseos de pecar, sólo poseer esa naturaleza que si se manifiesta, lleva al ser humano a pecaminosos sentimientos, pensamientos y acciones. Si no se manifiesta sólo se hallará una vida santa, colmada de deseos, pensamientos, sentimientos y acciones de amor. “Porque el deseo de la carne es contra el Espíritu, y el del Espíritu es contra la carne; y éstos se oponen entre sí, para que no hagáis lo que quisiereis.” Estos se oponen entre sí, todo el pueblo de Dios de la tierra tiene las dos naturalezas, pero nadie puede andar en las dos al mismo tiempo. “Hijitos, nadie os engañe; el que hace justicia es justo, como él es justo.” “El que hace lo bueno es de Dios; pero el que hace lo malo no ha visto a Dios” Nadie puede afirmar que aunque hace lo malo está andando en la naturaleza divina, ni que cuando hizo lo malo estaba andando en el Espíritu. ¿Entonces, cual es el consejo que nos da la Biblia para no desarrollar deseos pecaminosos?\n\nSon por lo menos dos consejos que quizás sean uno. Andar en el Espírituy crecer en el conocimiento de Jesús, cosas esenciales que serán mejor explicadas más adelante.", "subsections": []}, {"type": "section", "title": "La doctrina de la Herejía.", "level": 4, "content": "Satanás y sus ángeles utilizan la concupiscencia humana, los ardientes deseos pecaminosos que nos granjeamos en la vida antigua, para conducirnos al pecado, a desechar al Espíritu Santo y volver a levantar la naturaleza carnal.\n\nPero también los demonios actúan en base al engaño y las falsas doctrinas. Resulta que la salvación consiste en un conocimiento de Dios y de Jesús. Es imprescindible, para poder entregarnos a los efectos de su vida y muerte, ponernos a tono con ciertas verdades fundamentales que impregnan el conflicto que ahora se libra en nuestras almas.\n\nCosas como la naturaleza de amor que sirve de base al carácter y a la ley divina nos dan luego la idea de qué es pecado y qué no. Esta concepción correcta del pecado nos enseña nuestra condición caída y sabiéndonos caídos no podemos hacer más que anhelar ser salvos del estado en que nos encontramos, del destino que merecemos. Saber que Dios es nuestro salvador y que puede darnos libertad del pecado nos induce a pedírselo, a invocar su nombre y por tanto recibir los beneficios del plan de la salvación. Todo esto es un conocimiento, primeramente un conocimiento.\n\nEs cierto que el plan de salvación no es teoría, no existe meramente en el mundo de las ideas. Dios se hizo un hombre para morir en el lugar de los hombres y para proveerle al hombre una nueva mente. Estos son hechos, al igual que es un hecho la obra del Espíritu Santo para guiar al arrepentimiento y a la fe en Jesús, para grabar la imagen de Dios en la mente humana y construir una humanidad cristiana.\n\nEs un hecho que los beneficiarios de esta obra serán levantados de entre los muertos a la segunda venida de Jesús, y es un hecho que en sus carnes verán a Dios, como dijo Job: “Y después de deshecha esta mi piel, en mi carne he de ver a Dios”. Pero todo esto comienza con un conocimiento, un mensaje, una predicación. No se llega a este conocimiento sin la intervención de la revelación divina, la razón humana por sí sola no puede alcanzar el plan de salvación. Pero tampoco se alcanza sin intervención de la razón, la mente humana al ser expuesta a la revelación divina decide considerarla parte de la realidad o no. Es por eso que la predicación, y el contenido de lo que se predica es crucial en el plan de salvación. “Pues ya que en la sabiduría de Dios, el mundo no conoció a Dios mediante la sabiduría, agradó a Dios salvar a los creyentes por la locura de la predicación.”\n\nLa escritura advierte varias veces que una cosmovisión incorrecta, o sea, las falsas doctrinas o como aquí le llamaremos: “Herejías”, pueden conducir al creyente hacia un lugar en donde no recibe el influjo salvador del evangelio.\n\nLos primeros versos del capítulo 13 del quinto libro de Moisés relacionan al falso profeta con la invitación a alejarse de los mandamientos de Dios. Esta relación se verá continuamente a lo largo de todo el Antiguo Testamento. Siempre, o casi siempre que se hable de los verdaderos profetas será relacionándolos con la ley de Dios.\n\nJesús también reafirmó esto al identificar las doctrinas de los fariseos como un impedimento para que los hombres guardaran la ley. “Porque Dios mandó diciendo: Honra a tu padre y a tu madre, y: El que maldiga al padre o a la madre, muera irremisiblemente. Pero vosotros decís: Cualquiera que diga a su padre o a su madre: Es mi ofrenda a Dios todo aquello con que pudiera ayudarte, ya no ha de honrar a su padre o a su madre. Así habéis invalidado el mandamiento de Dios por vuestra tradición.” (Mateo 15:4-6).\n\nWilliam Barclay, comentando este tema nos dice que un judío “podía usar una ley de los escribas para borrar uno de los Diez Mandamientos.”\n\nEs por ello que casi toda (por no decir toda) falsa doctrina de una manera u otra termina afectando la obediencia a la ley de Dios, porque los falsos profetas, son instrumentos satánicos para ese propósito. Al principio la influencia contra la Ley de Dios puede no ser evidente, pero si se escudriñan bien los efectos de las falsas enseñanzas se verá, como en el caso de los judíos, que, aunque muchos grupos que las albergan aparentan ser celosos de los 10 mandamientos, por el contrario, impiden el camino de la Gracia y de la Fe, el cual es el único camino efectivo hacia la obediencia.\n\nY he aquí otro de los resultados de las falsas doctrinas es la desviación de la mente de la contemplación de Jesús, las herejías intentan destruir ciertos conocimientos esenciales para desarticular una cosmovisión centrada en la fe cristiana que provee el poder para guardar los mandamientos de Dios.\n\nUn clásico ejemplo sería la corriente herética contra la que el apóstol Juan lucha en su primera carta universal.\n\nCuando se estudia la carta se identifican dos propósitos que el apóstol tenía en mente al escribir. El primero era comunicar el evangelio en su pureza original con el objetivo de que los oyentes participaran de la salvación de la que él gozaba. La segunda cosa que Juan tenía en mente era desenmascarar aquel estilo de pensamiento que estaba minando los fundamentos del evangelio y a aquellos falsos profetas que portaban este falso mensaje. ¿En qué consistía este falso mensaje?\n\nUn estudio profundo e integrador de la primera carta universal de Juan nos revela que el apóstol luchaba contra la creencia de que Jesús no había venido en nuestra carne. Esto traía consigo una consecuencia devastadora correspondiente a la forma en que los creyentes percibían el pecado. Si Jesús no había venido en carne, pero nosotros sí estamos en la carne, entonces nosotros no podemos vivir la vida santa que Jesús vivió. Nuestro cuerpo humano representa una desventaja que Jesús no tuvo que flanquear. De esta manera no se puede esperar del ser humano el carácter moral de Jesucristo. Este pensamiento conllevaba a una cosmovisión en la cual el pecado es visto como un obstáculo sólo superable en la otra vida. Por tanto era necesario creer que andando en tinieblas, o sea, viviendo en la carne, en pecado, se puede ser cristiano.\n\nDesde este punto de vista no importa lo que hagamos en el cuerpo, lo que importa es lo que creamos en el espíritu. A esto el apóstol Juan responde repetidamente y de diversas formas: No se engañen, el que hace lo bueno es de Dios y el que hace lo malo es del diablo; el que dice que le conoce y no guarda sus mandamientos en un mentiroso; todo aquel que no ama a su hermano no es de Dios; todo aquel que hace pecado es del diablo y todo aquel que nace de Dios no puede pecar; el que dice que está en Él debe andar como Él anduvo.\n\nEstas y algunas otras son las declaraciones con las que Juan combate ese evangelio tolerante con el pecado.\n\nPor otra parte, Juan advierte que aún pecamos en muchas cosas, que somos por naturaleza pecadores y que aún no se ha manifestado lo que hemos de ser, que mientras esperamos la venida de Jesús nos vamos purificando a su imagen, que hay pecado de muerte y pecado no de muerte. Juan advierte que el cristiano anda en la luz como Dios es luz, que en el cristiano no hay ningunas tinieblas de pecado. Juan sabe que el cristiano no pecará en aquello que conoce como pecado, pero entiende que no lo conoce todo. Para Juan el cristiano peca en aquello que desconoce como pecado.\n\nAsí podemos ver como una herejía termina destruyendo los fundamentos mismos del evangelio. Y es de esta forma en que Satanás lleva a la perdición a muchas almas.\n\nEntonces hemos podido apreciar que Satanás y sus ángeles actúan por lo menos de tres maneras distintas para alejarnos del influjo salvador de Jesús. Los demonios intentan causarnos dolor por medio de factores externos, a modo de presión, como los gritos de un adolescente cuando piensa que las molestias que causa harán que sus padres tomen decisiones que satisfagan su capricho. Nos presentan tentaciones intencionadas hacia la naturaleza caída que todavía poseemos, dirigidas hacia aquellas costumbres pecaminosas que forjamos en nuestra vida pasada. Por último tratan de confundirnos para que no ejerzamos la fe necesaria en la obra salvadora de Jesús y así nos alejemos de los mandamientos de Dios.", "subsections": []}, {"type": "section", "title": "Los ángeles buenos.", "level": 4, "content": "Pero no son ángeles malos los únicos que intervienen en el proceso de nuestra salvación. Tanto Adán y Eva como nosotros fueron beneficiarios del ministerio de los ángeles buenos\n\nLa Escritura enseña que Adán no fue engañado. Adán entendía lo que había sucedido cuando la mujer tomó por consejo de la serpiente el fruto del cual Dios mandó que no comiesen. Adán, por tanto, conocía la naturaleza del que estaba detrás del glorioso animal. A través de la Biblia no he podido precisar si Adán tuvo contacto o no con el ministerio angélico antes de la caída, pero no sería raro pues han sido los ángeles los que han acompañado al ser humano desde el sexto día de la creación de este mundo hasta estos precisos instantes.\n\nUn profeta que afirma haber visto escenas referentes al Edén dice: “Los ángeles amonestaron a Adán y a Eva a que estuvieran en guardia contra las argucias de Satanás; porque sus esfuerzos por tenderles una celada serían infatigables. Mientras fueran obedientes a Dios, el maligno no podría perjudicarles; pues, si fuera necesario, todos los ángeles del cielo serían enviados en su ayuda. Si ellos rechazaban firmemente sus primeras insinuaciones, estarían tan seguros como los mismos mensajeros celestiales. Pero si cedían a la tentación, su naturaleza se depravaría, y no tendrían en sí mismos poder ni disposición para resistir a Satanás”\n\nDespués de años de continuo escrutinio sigo confiando en el ministerio de este profeta y puedo asegurar que así sucedieron las cosas.\n\nDe todas formas el conocimiento que poseo de la Palabra de Dios es en cuanto al ministerio angélico después del Edén. No estamos solos. Muchas son los ejemplos que podemos encontrar en la Palabra que nos aseguran la compañía angélica.\n\nCuando el siervo de Eliseo sufría al pensar en la muerte que le sobrevendría a manos del ejército de hombres armados que rodeaba la casa de su señor, Eliseo le dijo: “No tengas miedo, porque más son los que están con nosotros que los que están con ellos. Y oró Eliseo, y dijo: Te ruego, oh Jehová, que abras sus ojos para que vea. Entonces Jehová abrió los ojos del criado, y miró; y he aquí que el monte estaba lleno de gente de a caballo, y de carros de fuego alrededor de Eliseo.” (2Reyes 6:16-17).\n\nInvisibles pero invencibles, los ángeles nos acompañan y protegen. A quien ha puesto a Dios por su esperanza se le dice: “a sus ángeles mandará acerca de ti, que te guarden en todos tus caminos. En las manos te llevarán para que tu pie no tropiece en piedra” (Salmo 91:11-12). Por eso, aunque satanás y sus demonios quieran hacernos daño ni un pelo de nuestras cabezas caerá sin el consentimiento de Dios, “Porque el ángel de Jehová acampa alrededor de los que le temen, y los defiende.” (Salmo 34:7). Y como nos enseñó nuestro Señor Jesús: “Mirad que no menospreciéis a uno de estos pequeños; porque os digo que sus ángeles en los cielos ven siempre el rostro de mi Padre que está en los cielos.” (Mat 18:10) Esos pequeñitos somos nosotros, los que creemos en Dios. Nosotros también tenemos como compañía a un ángel, y nuestro ángel va a la presencia de Dios todos los días.\n\nEs por eso que el apóstol Pablo dice de los ángeles: “¿No son todos espíritus ministradores, enviados para servicio a favor de los que serán herederos de la salvación?” (Hebreos 1:14).\n\nLa sociedad angélica debe reemplazar en nuestros corazones esa sociedad que muchas veces nos rechaza. Cuando no hay amigos cerca, allí está el Espíritu Santo que nos bendice y los ángeles que nos consuelan. Esa fue la experiencia de Cristo en el Getsemaní, cuando sus amigos estaban durmiendo y él sudaba como gotas de sangre, allí fue enviado “un ángel del cielo para fortalecerle.”", "subsections": []}, {"type": "section", "title": "Las apariciones angélicas son peligrosas para los rebeldes", "level": 4, "content": "Tenemos la compañía de quienes piensan y obran como Jesús, no sólo los cristianos sino los ángeles, y mientras más nos acerquemos al perfecto carácter del Amor, mientras más sincronizados estemos con la mente de Cristo, más podremos obrar en armonía con ellos, podremos ser beneficiados por instrucciones que Dios nos de por medio de ellos si así es necesario, porque no habrá temor de que los rechacemos e incurramos en mayor condenación.\n\nCuando las instrucciones de Dios vienen en la manifiesta forma de un ángel que nos las dice, estamos siendo colocados en una posición de confianza que, en caso de que la violemos, podemos acarrear para nosotros una grande condenación.\n\nCuando Gabriel se le apareció a Zacarías, el que sería el padre de Juan el Bautista, le comunicó los planes de Dios para el nacimiento de su futuro hijo, y al no creer Zacarías quedó mudo hasta el nacimiento de Juan. “Respondiendo el ángel, le dijo: Yo soy Gabriel, que estoy delante de Dios; y he sido enviado a hablarte, y darte estas buenas nuevas. Y ahora quedarás mudo y no podrás hablar, hasta el día en que esto se haga, por cuanto no creíste mis palabras, las cuales se cumplirán a su tiempo.”\n\n(Lucas 1:19-20) ¡Si así quedó Zacarías debido a su incredulidad cuál hubiera sido el resultado de la desobediencia!\n\nAlgunas veces la razón de que los ángeles se manifiesten menos estriba en nuestra dureza de corazón y lo lejos que estamos de una relación de perfecta obediencia para con Dios. A mayor conocimiento mayor es la desobediencia y por tanto mayor el castigo para lograr corregirla.\n\nAnanías y Safira fueron personas que murieron instantáneamente cuando le mintieron al Espíritu Santo tratando de mentirle a la Iglesia. ¿Por qué hoy en día muchos siguen mintiendo descaradamente sin una consecuencia tan rápida y visible? Pues porque no pecan a la manera de Ananías y Safira. Ellos eran testigos de una Iglesia milagrosa, que manifestaba el poder de Dios para sanar tanto el alma como el cuerpo. Los apóstoles daban no sólo testimonio hablado sino también un testimonio vivo y el Espíritu Santo actuaba con poder y libertad en la Iglesia. Un caso similar fue el del pecado de Acán.\n\nAcán desobedeció la orden de Dios de no tomar ninguna joya ni tesoro de los cananeos lo cual le trajo la ruina a él y a todos los que escondieron su pecado. Sin embargo, ¿cuantos como Acán hoy desobedecen a Dios de una forma similar? Muchos a la verdad. Pero Acán veía la columna de nube que los acompañaba de día y la columna de fuego que los calentaba de noche. La presencia de Dios se manifestaba de forma patente en el pueblo de Dios en el desierto, y no podía caber ninguna duda de que el creador del universo, al cual Acán había accedido junto con el resto del pueblo a obedecer, era quien había dado la orden.\n\nHoy en día la Iglesia se encuentra en un estado de decadencia, con un carácter laodicense. En los púlpitos se enseña un evangelio menguado, que no puede librarnos de la nefasta influencia del pecado ni logra darnos una cosmovisión correcta del plan de la salvación. Muchos de nuestros maestros son ciegos sin ellos mismos saberlo y, por tanto, nosotros también a duras penas divisamos el camino correcto.\n\nEsta es la razón de que nuestros pecados no sean tratados con la misma severidad con que fueron tratados los de ellos, pero, si un ángel se nos manifiesta con la expresa voluntad de Dios para nuestras vidas y desobedecemos deliberadamente ¿qué sucedería?\n\nPodemos creer sinceramente en nuestro corazón que obedeceríamos, pero Dios, que pesa los corazones de todos, conoce cuál sería el resultado exacto y vela por nuestra seguridad.\n\nAun así, si el resultado de una manifestación como esa fuera nuestra obediencia inmediata como en el caso de María la madre de Jesús, no en todas las ocasiones es necesario ni traerá un resultado mejor que un ángel nos comunique el asunto, ya que Dios necesita que sus siervos reciban sus órdenes y se las comuniquen a otros siervos para que todos sean edificados y unidos en el servicio.\n\nLa humanidad cristiana no está sola. Ella tiene a Dios por familia y vive bajo el cuidado constante de los ángeles. No sufrimos en vano, sino que cada lágrima de la cual no es culpable nuestra testarudez es rocío que hace crecer algún fruto de salvación, a veces para nuestra propia mesa, otras veces para cubrir la necesidad de los demás.", "subsections": []}]}]}]}
{"type": "heading", "text": "ENTENDIENDO LA CAÍDA.", "level": 1}
{"type": "section", "title": "Génesis 3:1-6", "level": 1, "content": "“Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto? Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer; pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis. Entonces la serpiente dijo a la mujer: No moriréis; sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal. Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.”", "subsections": [{"type": "section", "title": "EVA", "level": 2, "content": "", "subsections": [{"type": "section", "title": "La principal arma fue la astucia", "level": 4, "content": "¿Cómo comienza el relato de la caída? Con la cualidad intelectual de la serpiente.\n\nMucho se ha hablado de la serpiente edénica pero lo que la Escritura revela es suficiente. La serpiente era un animal muy diferente del reptil que ahora conocemos. Su aspecto era más semejante a los mitológicos dragones, los cuales tienen alas con las que vuelan. Esto lo sabemos por las referencias bíblicas de serpientes con alas, y a la relación simbólica que se establece entre las imágenes de la serpiente, el dragón y Satanás.\n\nPero no fue el animal el que se comunicó con Eva. La Biblia enseña que esa serpiente antigua era Satanás. Por tanto, las palabras de la serpiente eran realmente la voz del demonio, la voz de Satanás. ¿Qué relevancia tiene esto? Mucha, por cierto. Esto significa que el relato de la caída comienza enfatizando la astucia del tentador. ¡Es su astucia la principal arma que utilizó contra la madre de todos los vivientes!\n\nEl apóstol Pablo entendía esta característica satánica y temía por la Iglesia. En el contexto de las herejías y de los falsos maestros él escribe: “temo que como la serpiente con su astucia engañó a Eva, vuestros sentidos sean de alguna manera extraviados de la sincera fidelidad a Cristo. Porque si viene alguno predicando a otro Jesús que el que os hemos predicado, o si recibís otro espíritu que el que habéis recibido, u otro evangelio que el que habéis aceptado, bien lo toleráis”\n\nLa estrategia de Satanás contra Eva se centró en el tercer área que analizamos en la porción de los ángeles malos, se centró en las falsas doctrinas. Ya vimos cómo los demonios utilizan las herejías con el fin de apartarnos de la Ley de Dios y alejarnos de la fe en Jesús. Aquí estamos ante el mismo caso.\n\nSegún el apóstol Pablo la serpiente usó de astucia para que los sentidos de Eva fueran extraviados hacia la infidelidad. Usó de un mensaje diferente del de Dios. Un falso evangelio brotaba de la boca de la serpiente: “No moriréis, sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.”\n\nÉstas eran falsas pero astutas doctrinas que minaban el fundamento de la humanidad primera, su confianza en Dios. Al presentarle a Eva que la prohibición divina se debía a una mala intención del Creador, de una privación que se les imponía de forma innecesaria, estaba presentándole a la mujer un punto de vista novedoso con respecto a la realidad.\n\nSegún la cosmovisión planteada por Satanás a la madre de los vivientes, hasta este momento ellos no habían alcanzado un grado de libertad y desarrollo como el que tenía Dios, y si comían del fruto lo alcanzarían, pues, el propósito de Dios al prohibir el fruto es que no lo alcanzaran. Satanás quería convencer a Eva de que Dios es malo.\n\nEste discurso se repite en la vida de la humanidad Cristiana, Satanás sigue intentando doblar la apuesta y convencer a los cristianos de que Dios tiene malas intenciones o que no se preocupa por ellos. A la misma vez, como notamos en la sección de la doctrina del Zarandeo, Dios utiliza estos ataques Satánicos para inspirarle fidelidad y constancia a los demás cristianos, pulir nuestro carácter y darle testimonio al universo de nuestra calidad de cristianos verdaderos, lo cual podemos corroborar con los siguientes textos:", "subsections": []}, {"type": "section", "title": "Filipenses 1:14 Y la mayoría de los hermanos, cobrando ánimo en el Señor con mis prisiones, se atreven mucho más a hablar la palabra sin temor.", "level": 3, "content": "", "subsections": []}, {"type": "section", "title": "Hebreos 5:8 Y aunque era Hijo, por lo que padeció aprendió la obediencia;", "level": 3, "content": "1 Pedro 1:7 para que sometida a prueba vuestra fe, mucho más preciosa que el oro, el cual aunque perecedero se prueba con fuego, sea hallada en alabanza, gloria y honra cuando sea manifestado Jesucristo\n\nEs interesante que el fruto del conocimiento del bien y del mal no tenía nada de especial. Cuando analizamos toda la escena nos damos cuenta que la humanidad estaba pasando un período de prueba para decidir a quién iban a seguir, por tanto, el árbol les daría a los hombres el conocimiento de los trágicos resultados del mal y a los ángeles la certeza de a qué señor escogería la raza humana.\n\nSi los hombres se mantenían fieles entonces podrían testificar que su decisión ante el conflicto cósmico era la de seguir al Creador y no a la malvada criatura llamada Satanás. Si no hubiera sido una prueba no más, no se le habría permitido al diablo acercarse a la feliz pareja, se le hubiera impedido al enemigo cualquier roce con Eva o aún cualquier intento de entrar en Edén. Pero el árbol era la prueba de obediencia de la incipiente raza.\n\nDios no quería que el hombre tuviese el conocimiento del mal. La hueste angélica había sufrido enormemente las consecuencias del pecado, no sólo en la persona de los ángeles caídos sino también todo el cielo se dolió junto a Dios cuando la tercera parte de los ángeles fueron expulsados de la Santa Ciudad divina. Ahora se había creado una nueva raza que podía permanecer de alguna manera ajena a las consecuencias de la rebelión luciferina, sólo tenían que ejercer su libre albedrío rechazando la proposición de transgredir el manifiesto mandamiento de Dios.", "subsections": [{"type": "section", "title": "Mesclar la verdad con el error", "level": 4, "content": "Es característica especial de las herejías mezclar la verdad con el error. De hecho, mantener la mayor cantidad de verdad que se pueda e introducir una pequeña desviación en el punto de mayor importancia es uno de los más letales métodos del enemigo.\n\nSatanás propuso una reinterpretación de la realidad en la que Dios impedía que los seres humanos comieran del árbol del conocimiento del bien y el mal porque este árbol en particular podía convertir a la incipiente raza en una potencia divina. Lo cierto es que el árbol en sí mismo nada especial tenía, pero sí existía un árbol especial cuyo fruto proveía energía vital y juventud eterna del cual Dios había privado a los ángeles caídos para que el pecado no se inmortalizase. En cambio a Adán y a Eva Dios les había formado el árbol de la vida dentro de su huerto para que comiesen de él y vivieran eternamente.\n\nEntonces en el panorama que observamos podemos ver al demonio desprovisto de aquel árbol que provee vida y salud a aquel que come de su fruto, y a la feliz pareja acabada de salir de las manos de su hacedor con un glorioso futuro por delante. Satanás no tenía nada que ofrecerle a nuestra raza, en cambio les hizo sentir que les faltaba un incalculable bien el cual obtendrían desobedeciendo a Dios.", "subsections": []}, {"type": "section", "title": "Enfatizar lo trivial y disimular lo importante", "level": 4, "content": "Podemos aprender mucho de la herejía y el engaño analizando las palabras que la serpiente utilizó: “¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?” Con estas palabras creaba en la mente de Eva una tergiversación de la orden divina. Dios le había dicho a la raza humana que de todo árbol del huerto podían comer, sólo se les había impedido probar el fruto de un árbol en especial. El adversario lo sabía, pero era más conveniente que Dios hubiese expedido la orden enfatizando la porción prohibitiva. No esperaba la serpiente engañar a Eva con este truco sino centrar el pensamiento de la esposa de Adán en la característica prohibitiva de la orden divina.\n\nEl énfasis desviado y exagerado es utilizado comúnmente por los falsos maestros para inducir a las mentes humanas a considerar cierta verdad como absurda. Se pueden citar varios ejemplos, pero un clásico de este recurso es la manera en que se formularon las acusaciones a Jesús la noche antes de su martirio. Uno de los testigos que trajeron en contra de Cristo pronunció las siguientes palabras: “Este dijo: Puedo derribar el templo de Dios, y en tres días reedificarlo.” Lo que quería decir el testigo era que Jesús, haciendo énfasis en su poder, en su fuerza divina para someter los elementos y la realidad a su antojo, había declarado que en él estaba la decisión y la capacidad de destruir la más grande gloria de los judíos y edificarla en unos pocos días, como si el esfuerzo de los hombres por 46 años fuesen para Él, tres cortos días. ¿Qué era realmente lo que había querido decir Jesús? “Respondió Jesús y les dijo: Destruid este templo, y en tres días lo levantaré. Dijeron luego los judíos: En cuarenta y seis años fue edificado este templo, ¿y tú en tres días lo levantarás? Mas él hablaba del templo de su cuerpo.” Jesús no hablaba en ese contexto del templo de Jerusalén sino del templo de su alma. ¿Habían realmente malentendido los judíos a Jesús? No del todo. Después de haber logrado matarlo manifestaron que habían entendido perfectamente las palabras de Cristo al pedirle a los romanos que guardaran su tumba. “Al día siguiente, que es después de la preparación, se reunieron los principales sacerdotes y los fariseos ante Pilato, diciendo: Señor, nos acordamos que aquel engañador dijo, viviendo aún: Después de tres días resucitaré.”\n\nMalinterpretar la palabra de Dios para después combatirla es una de las estrategias satánicas. Ni Jesús había enfatizado su superioridad en cuanto a divina fuerza bruta o poder subyugador, ni tampoco en el Edén el énfasis de Dios era prohibirles que comieran de todos los árboles del huerto. El verdadero énfasis era proveerles no sólo un huerto sino un mundo perfecto donde pudiesen desarrollarse mientras disfrutaban de todos los árboles que habían sido creados para comer. El énfasis estaba en que lo que Dios da es mucho más abundante y beneficioso que lo que prohíbe pero este énfasis no convenía a los propósitos de la serpiente.", "subsections": []}, {"type": "section", "title": "El contexto", "level": 4, "content": "Hoy en día la humanidad cristiana debe cuidar cómo estudia la Biblia. La pregunta al leer cada pasaje debe ser ¿Qué está queriendo decir Dios? ¿Qué está enfatizando el autor? Muchos textos se usan para defender posiciones que quien escribía no tenía en mente, doctrinas que el espíritu de Dios no enseña a través de ese pasaje en específico. Un ejemplo claro está en la comparación que Pablo hace de Adán y Cristo en su carta a los romanos y en su carta a los corintios:\n\nNo obstante, reinó la muerte desde Adán hasta Moisés, aun en los que no pecaron a la manera de la transgresión de Adán, el cual es figura del que había de venir. Romanos 5:14", "subsections": []}]}, {"type": "section", "title": "Así también está escrito: Fue hecho el primer hombre Adán alma viviente; el postrer Adán, espíritu vivificante. 1 Corintios 15:45", "level": 3, "content": "Muchos entienden que este texto compara a Adán con Jesús, y tienen razón, pero lo utilizan para enseñar que Jesús tuvo la misma naturaleza humana que Adán, que Jesús fue tentado como lo fue Adán y no como lo somos nosotros, y es allí donde hierran olvidando que en este pasaje Pablo no está comparándolos en ese aspecto. Ni por un momento la naturaleza humana de Cristo es relacionada con la de Adán en este pasaje. El énfasis de Pablo es exaltar a Jesús como salvador del mundo que perdió Adán, es indicar que todos los problemas creados por el pecado de Adán son resueltos por la obra salvadora de Jesús. Para colmo en estos textos se habla más del Jesús resucitado que de Jesús, el maestro de galilea, es decir, se está hablando más del resucitado que del encarnado.\n\nSin embargo, la encarnación de Cristo y su naturaleza humana sí es el tema de una porción de otra carta paulina. En Hebreos 2, después de haber hablado de la naturaleza divina de Cristo, Pablo comenta el lugar de la naturaleza humana de Jesús en el plan de la salvación. Y en este caso, que sí está hablando sobre la encarnación de Jesús, ¿Con quién establece la comparación? ¿Con Adán? No, la establece con Abraham. Dice el texto:\n\nPorque ciertamente no socorrió a los ángeles, sino que socorrió a la descendencia de Abraham. Por lo cual debía ser en todo semejante a sus hermanos, para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere, para expiar los pecados del pueblo. Pues en cuanto él mismo padeció siendo tentado, es poderoso para socorrer a los que son tentados. Hebreos 2:16-18\n\nClaramente Pablo enseña que con el objetivo de socorrer a los que somos tentados, Cristo fue tentado, y que como socorrió a la descendencia de Abraham, debía ser semejante en todo a ellos, ¿Semejante en todo? Si, semejante en todo a la descendencia de Abraham.\n\nPor supuesto, sabemos que “todo” es una palabra que muchas veces no quiere decir lo que dice. Por ejemplo, “todo el mundo” no quiere decir la mayoría de las veces “” todos los habitantes del universo”. Es por eso que debemos entender en qué contexto Pablo dice que Jesús es semejante en todo a la descendencia de Abraham. Lo vemos claramente cuando seguimos leyendo, que, si tenemos alguna duda de si Jesús fue semejante en cuanto a otras cosas a la descendencia de Abraham, lo que sí nos queda claro es que se asemejó en todo en cuanto a la manera de ser tentado. Por esto más adelante dice:\n\nPorque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado. Hebreos 4:15\n\nEs por eso que Jesús no sentía las tentaciones cómo las sentía Adán sino como las sentía la descendencia de Abraham, debido a que no vino a salvar a Adán sino a la descendencia de Abraham, Adán, antes de caer, no necesita ser salvado, de otra forma estaríamos diciendo que Dios no lo creó perfecto.\n\nEste pasaje sí comienza hablándonos de la encarnación de Cristo, de Cristo hecho hombre, Pablo comienza citando el Salmo que dice que “el hombre fue hecho poco menor que los ángeles” para proseguir con que “Jesús fue hecho poco menor que los ángeles”, y luego, como ya notamos, resaltar aquellos aspectos en los que se parecería a la descendencia de Abraham para poder salvarlos.\n\nJesús fue tentado como es tentada la descendencia de Abraham, no como Adán, por lo que Jesús nació con la naturaleza dual de la descendencia de Abraham, la naturaleza de la humanidad cristiana, esa naturaleza que, aunque tiene la carne (la naturaleza caída), nunca la manifiesta, porque siempre anda en el Espíritu (la naturaleza divina).\n\n¿O no está claro que los descendientes de Abraham son el pueblo de Dios? Gálatas 3:7 Sabed, por tanto, que los que son de fe, éstos son hijos de Abraham.\n\nSe pudiera decir que Jesús nació siendo cristiano, y su vida es un perfecto ejemplo de lo que, por medio de su obra salvadora, un cristiano puede ser.\n\nTodo esto nos proporciona un ejemplo de lo peligroso que es leer la Biblia sin notar dónde está el verdadero énfasis del autor, qué es lo que realmente quiere decir Dios con esto o aquello, qué dice la Biblia, la pregunta que nunca se puede pasar por alto es ¿De qué se está hablando? ¿Cuál es la idea que se quiere transmitir?", "subsections": [{"type": "section", "title": "La importancia del cristianismo correcto", "level": 4, "content": "Jesús enseñó que: “La lámpara del cuerpo es el ojo; así que, si tu ojo es bueno, todo tu cuerpo estará lleno de luz; pero si tu ojo es maligno, todo tu cuerpo estará en tinieblas. Así que, si la luz que en ti hay es tinieblas, ¿cuántas no serán las mismas tinieblas? “\n\nEl ojo, en la Biblia, como era en el antiguo oriente, representa el conocimiento, la manera en que tú ves la vida. Aquí Jesús hace una clara advertencia que puede corregir a aquellos que consideran que las doctrinas carecen de importancia, pues, si vemos las cosas de manera incorrecta, ¡cuántas decisiones estaremos tomando que, sin saberlo, están llenando nuestra vida de oscuridad y perdición!\n\nEl propósito de las falsas doctrinas y el de la mentira es el mismo: desviar los sentidos de la correcta percepción de la realidad. Existe un dicho cubano que resa: “el papel aguanta todo lo que le pongan”. Así también la mente desequilibrada lo mismo puede llegar a creer que está en un avión en caída que en un teatro oyendo las ovaciones del público.\n\nNo es necesario meditar en estos estados de locura para entender que la mente aguanta todo lo que le pongan, sólo enséñesele a un niño una interpretación de la realidad tergiversada y vea con qué rapidez la asume. Es también de notar que la realidad es una.\n\nLa serpiente usó de estos recursos para cambiar la percepción que Eva tenía de la orden divina. Cuando la mujer respondió que ellos podían comer de todos los árboles del huerto, sólo que se les mandó que no comiesen de un árbol en específico, para que no murieran, Satanás respondió: “No moriréis; sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.”\n\nDel mismo modo y con la misma autoridad que Dios les mandó diciendo que el día que comieren del árbol, morirían, les dijo el diablo que no morirían. El asunto residía en que la verdad la estaba diciendo Dios.\n\nPero la mente aguanta todo lo que le pongan, y la mujer decidió pintar sus sentidos con la cosmovisión que el demonio le ofrecía. No era todo mentira en la aseveración de la serpiente. Adán y Eva no murieron inmediatamente después de morir, sus ojos sí fueron abiertos a un nuevo conocimiento hasta ahora velado para ellos pero conocido por Dios, experimentaron el conocimiento de las trágicas consecuencias del mal. La serpiente podía hablar con toda seguridad de estas cosas porque eran ciertas, pero les dába un énfasis equivocado y un sentido cambiado a cada Palabra de Dios, les hacúia sentir que lo que Dios les prohibía era en realidad algo muy bueno para ellos. Adán y Eva terminaron en el polvo de la tierra pagando así la obediencia prestada al desamor, al diablo.\n\nConcluimos que la principal estrategia utilizada contra Eva fue una falsa doctrina, una falsa cosmovisión. Esta falsa cosmovisión, aceptada por la mujer, cambió la percepción que hasta ahora ella tenía del mundo. “Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.”\n\nAntes, la mujer era incapaz de tomar de aquel fruto del cual dijo Dios que cuando comieran de él morirían, ahora estaba presta a tomar del fruto que le dijo la serpiente que la haría conocer las cosas que Dios conocía. La acción de tomar estaba ligada a la percepción que Eva tenía del fruto. Ella confió en las palabras del diablo en vez de confiar en Dios. Ella se deleitó en la figura del fruto que le daría sabiduría como un niño se deleita en una manzana de plástico, o una mosca en un anuncio de comida rápida.\n\nLa confusión de los sentidos, las percepciones equivocadas de la realidad, las falsas interpretaciones de la Biblia siguen siendo principales estrategias satánicas para minar la santa permanencia de la humanidad cristiana.\n\nHoy estas estrategias se utilizan con mayor astucia y con más probabilidades de engañar que en el Edén. Hoy día, a diferencia de antaño, la sociedad está dirigida por la serpiente antigua, y prácticamente para cada individuo ha desarrollado microsociedades y microculturas que prediquen cualquier cosmovisión tergiversada de la realidad y desvíen la visión del ser humano de la imperiosa necesidad de salvación en Jesucristo. Aún para aquellos que advierten esta necesidad el diablo utiliza los mismos ardides.\n\nPresentándoles un evangelio mutilado, una media verdad, un evangelio tergiversado, una mentira cristiana, logra el mismo objetivo de sumir al mundo en el reino del pecado.\n\nPocos son los cristianos que al igual que Pablo pueden decir que ellos no son los que viven, sino que Cristo vive en ellos… perdón… pocos pueden decirlo con verdad. El mundo contempla un cristianismo sin Jesús, una confusión de Cristos debido a las múltiples malinterpretaciones de la Palabra de Dios y en medio de esta Babel interdenominacional e interreligiosa el diablo contempla con agrado cómo se adora a los Cristos de plástico y de metal, a los Cristos humanos, de carne y huesos pecadores y a los Cristos nacidos del intelecto humano, labrados con el cincel del pensamiento de los hombres y predicados con el poder de una humanidad caída unido a los influjos de la sociedad de ángeles perdidos.\n\nLas falsas doctrinas y las falsas creencias logran convertir el más hondo precipicio en el más sólido suelo, invitando al desequilibrado mortal para que se despeñe hacia una rápida y sorpresiva destrucción.", "subsections": []}]}]}, {"type": "section", "title": "ADÁN", "level": 2, "content": "", "subsections": [{"type": "section", "title": "La fe en el amor y el poder de Dios", "level": 4, "content": "Ya se ha mencionado que Adán no fue engañado. No fue una falsa doctrina lo que cambió su percepción del fruto para impulsarlo a comer. Adán veía la muerte en el fruto, Adán sabía que Dios decía la verdad. Entonces ¿Qué razón pudo moverlo a comer de la muerte misma?\n\nÉl no quiso vivir sin Eva. Aún en la perfección natural en la cual se hallaba Adán, todavía mantenía intacta su capacidad de elegir y de escoger el bien o el mal. Es cierto que la inclinación de su corazón estaba en la voluntad de Dios, pero el propio Dios había colocado en él cariño por Eva. El pecado de Adán consistió en desconfiar de Dios y de su capacidad para suplir toda necesidad humana.\n\nNo se creyó capaz de ser nuevamente feliz sin su mujer, y no creyó que su Dios fuera capaz de darle salida a su problema. Adán no tuvo fe en su hacedor y pecó, tomó conscientemente la decisión de ponerse del bando de Eva, aunque este fuese el bando de Satanás. Adán pecó en lo que Job venció. Adán fue tentado mediante los problemas externos de la vida y creyó que Dios no podría arreglarlos.\n\nLa tragedia de Adán fue la muerte de su esposa, la cual lo llevó a escoger el bando del diablo o el suicidio si Dios ganaba. La tragedia de Job fue inmensamente superior a la de Adán, pero decidió poner su relación con Dios por encima de cualquier otra cosa, y confió en la justicia, bondad y poder de Dios hasta el final.\n\nLa intemperancia y el pecado de Adán van de la mano. La intemperancia es una concupiscencia que logra su objetivo cuando sentimos la necesidad de llenar por medio de un exceso el vacío interior del alma. Adán no comió de la fruta para satisfacer su apetito tanto como para llenar el vacío existencial que se creó en su mente cuando entendió que su mujer iba a morir Muchas veces creemos que cierta comida, cierta película o ciertas acciones nos proporcionarán placer y que el placer nos traerá la paz y la felicidad que anhelamos. Pero todo esto es falta de fe. Debemos confiar en Dios. Debemos creer que Él entiende de qué cosas tenemos necesidad y que quiere hacernos felices, porque “sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan.”\n\nEs necesario creer que Dios es bueno y poderoso…de esta forma evitamos caer en el pecado de Adán, que es el pecado en que comúnmente cea el corazón convertido.", "subsections": []}]}, {"type": "section", "title": "El engaño y la desconfianza", "level": 2, "content": "El relato de la caída de la humanidad primera nos enseña algunas cuestiones importantes referentes a la humanidad cristiana. Aunque ambos, Adán y Eva, poseían una naturaleza divina de amor, aun así, podían elegir negar esa inclinación para tomar el camino que sus mentes consideraran más apropiado.\n\nNosotros hoy día también podemos negar a Jesús y su Ley cuando nuestras mentes quieren decidir un camino mejor que El Camino de Vida.\n\nSatanás nos tienta por medio de falsas doctrinas, engañándonos para que consideremos la verdad como mentira y la mentira como la más pura verdad. Su objetivo es que sigamos pecando y así poder acusarnos ante el universo. También crea o aprovecha los dolores y desgracias de nuestra vida para alejarnos de Dios, arguye que en esas circunstancias tan penumbrosas el pecado es la única opción viable. Nos miente, nos insta a pensar que las circunstancias nos obligan a pecar.\n\nEstas dos líneas de tentación no apelan directamente a una naturaleza caída ni a una negación directa de la voluntad y el amor divinos, no, son golpes bajos, son ataques engañosos y esquivos. No utilizan los ángeles caídos sólo uno de ellos en todos los casos. Muchas veces engaña nuestra percepción de lo que es pecaminoso, mientras nos pone en situaciones que aparentemente nos obligan a pecar,\n\nEs un error creer que porque recibimos el Espíritu de Dios y tenemos inclinaciones nobles no podemos usar de esas inclinaciones a voluntad.\n\nEl ser humano cristiano reacciona ante la tentación con su inclinación divina, pero su voluntad es libre de aceptarla o negarla. Es a esta negación a la que apuntan los demonios. Ellos conocen que nuestro poder rector no es la influencia del Espíritu que en nosotros mora, por lo menos no hasta que lo permitimos. El poder rector de la humanidad cristiana, al igual que el de la humanidad perfecta, es la voluntad de escoger y de elegir. Nosotros decidimos seguir en el Espíritu o acallar su voz. El Espíritu toma posesión de nuestros pensamientos, sentimientos y acciones sólo cuando lo permitimos, y aún, cuando lo anhelamos. Si queremos prescindir de su santa influencia entonces prevalecerá nuestra orgullosa y loca decisión.\n\nSi no confiamos en Dios, si no estamos seguros de su amor y de su poder, buscaremos la resolución de nuestros conflictos y la satisfacción de nuestras necesidades por nosotros mismos, y pecaremos aún después de haber sido cristianos.\n\nSi esto no es así ¿cómo Adán y Eva en su estado de perfección divina sucumbieron ante la tentación y se granjearon una naturaleza pecaminosa? ¿Cómo pudo Adán escoger su apego a Eva antes que la reverencia a Dios si no negó por voluntad propia la esencia de amor con la que fue bendecido? ¿Y por qué la negó? Porque creyó que ese principio divino no resolvería la situación en la cual se encontraba Eva.\n\nEl relato de la caída nos advierte junto con el apóstol Pablo que “el que piensa estar firme, mire que no caiga.”\n\nEl engaño y la incredulidad destruyó a una pareja de santos. Hoy día un tercer elemento golpea a la humanidad cristiana. Después de haber pecado, el hombre posee una naturaleza caída, una tendencia al mal, un deseo de negar a Dios de balde, sin engaño alguno. Este principio de rebeldía, como ya estudiamos, se mantendrá latente en el cristianismo hasta la venida de Jesús, cuando la resurrección nos revista de un cuerpo que armonice con la nueva mente que nos ha sido dada.\n\nEl pecado deviene de procesos psicológicos complejos. Tiene su fundamento en el poder de elección y se puede definir como la transgresiónn del amor, la transgresión de la Ley, la negación de Dios. Es cierto que existen múltiples formas de hacer caer a la humanidad cristiana, pero todas comparten el factor común del engaño y la desconfianza en Dios, el pecado siempre se acompaña de mentira e incredulidad. De allí que la fe en la verdad sean las mejores armas para resistir la tentación y evitar la caída.", "subsections": []}]}
{"type": "section", "title": "RESOLVIENDO LA CAÍDA", "level": 1, "content": "", "subsections": [{"type": "section", "title": "LA BIBLIA, EL JESÚS QUE TRANSFORMA.", "level": 2, "content": "¿Cómo pudieran haber vencido las estrategias del diablo nuestros primeros padres? ¿Qué nos puede enseñar ese conocimiento para que venzamos nosotros ahora?\n\nEl énfasis del relato de la caída está en la astucia de la serpiente y en la Palabra de Dios.\n\nEl énfasis se encuentra en el engaño y en cómo Satanás intenta separar al hombre de la fe en la Palabra de Dios. Todo pecado se acompaña de engaño y de incredulidad, de una percepción incorrecta de la realidad junto con la convicción de que Dios no intervendrá a favor de nosotros. Esas dos cosas, engaño e incredulidad son los principios activos que usó Satanás para destruir nuestro Edén.\n\nToda tentación que los demonios dirigen hacia la humanidad cristiana está revestida de estos dos mantos. Cada vez que caemos ya se nos ha trabajado para que miremos el pecado con menos repugnancia y para que creamos que Dios no va a intervenir en favor de nosotros, y por tanto, nos toca a nosotros suplir mediante el pecado esa nesesidad que a Dios no le importa o de la cual no se puede ocupar.\n\nEntoces, en base a este descubrimiento ¿cómo es que se evita la caída? Primeramente con una correcta persepción de la realidad, una viva apreciación de la naturaleza del pecado, a la vez esto se acompaña con la convicción del poder y del amor de Dios, o sea, tener verdadera fe en que Él quiere y puede ocuparse de lo que nos está sucediendo. Cuando estas dos condiciones se reúnen en el cristiano tentado, sucede que este acude por fe a los pies de Aquel que quiere y puede librarlo de ese repugnante deseo de pecar. Por consecuencia Dios hace el milagro, cambia el deseo en santidad y el cristiano sale victorioso por medio de la fe.\n\nSi Eva hubiera acudido a Dios y le hubiera dicho: -Señor, estoy teniendo dudas acerca de tu mandato sobre no comer de aquel árbol. !Es que la serpiente a comido y esta viva y coleando! !Inclusive habla! ¿Por qué dices tú que yo voy a morir?- O si Adán hubiera hablado con Dios diciendo: -Padre, mi mujer cayó bajo el engaño de Satanás. !Mi carne y mi sangre ha caído bajo el dominio de la muerte! Siento que no tengo razones para seguir viviendo, no puedo estar separado de mí mismo, no puedo ser felíz mientras que la porción más hermoza de mi ser muere. !Señor, qué hago! !Ayúdanos!- SI luego ellos hubieran tomado la Palabra de Dios como cierta, si le hubieran creído, todo el dolor de estos siglos se hubiera ahorrado.\n\nHoy día como antaño, se engaña al cristiano haciéndole ver el pecado de forma diferente a como Dios lo ve, y se le engaña predicándole que Dios no tiene para él otra cosa que lo favorezca de la manera que lo favorecerá la maldad.", "subsections": [{"type": "section", "title": "Las dos mentiras: Contra la Ley y contra la Perfección.", "level": 4, "content": "A los cristianos constantemente se nos tienta a quebrantar los mandamientos de Dios. Se nos enseña a codiciar lo que no es nuestro y luego disculparnos alegando a nuestra humanidad caída. Se nos enseña la mentira como un mal necesario para escapar de los conflictos de la vida y de la consecuencia de nuestros errores. El adulterio es una caída común que puede acontecerle a cualquiera y el deber de sustentar a nuestros padres y de respetar la autoridad son relativos a la dignidad de estos supuestos superiores. Agredir verbalmente a nuestro prójimo ya no nos hace culpables de homicidio y el sermón del monte es un bello ideal inalcanzable. “Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.”\n\nPero nosotros resolvemos toda enseñanza de Jesús que nos manda a vencer el pecado con una conveniente doctrina de perfección en arrepentimientos constantes. Hacemos de este tipo de arrepentimiento, o lo que es lo mismo, del pecado consiente, una regla y no una excepción tal como Juan lo presenta: “Hijitos míos, estas cosas os escribo para que no pequéis; y si alguno hubiere pecado, abogado tenemos para con el Padre, a Jesucristo el justo.” 1Jn 2:1.\n\nPor otra parte, se enseña que los mandamientos de Dios han sido abolidos y crucificados en la cruz del calvario…Pues si es así, también resucitaron al tercer día y están a la diestra de Dios. Y es que el que fue crucificado guardaba los mandamientos de su Padre y aún resucitado sigue mandando a los hombres que guarden todas las cosas que nos ha mandado, cosas que según él dijo, recibió del Padre. Jesús sigue mandando a amar a Dios sobre todas las cosas y al prójimo como a nosotros mismos, y enseña que esto es imposible de hacer si se quebrantan los 10 mandamientos. “Porque: No adulterarás, no matarás, no hurtarás, no dirás falso testimonio, no codiciarás, y cualquier otro mandamiento, en esta sentencia se resume: Amarás a tu prójimo como a ti mismo.” (Rom 13:9)\n\nVienen a mi mente las palabras de Juan Wesley, fundador del metodismo, cuando decía:\n\n“La ley moral contenida en los Diez Mandamientos y sancionada por los profetas, Cristo no la abolió. Al venir al mundo, no se propuso suprimir parte alguna de ella. Esta es una ley que jamás puede ser abolida, pues permanece firme como fiel testigo en los cielos [...]. Existía desde el principio del mundo, habiendo sido escrita no en tablas de piedra sino en el corazón de todos los hijos de los hombres al salir de manos del Creador. Y no obstante estar ahora borradas en gran manera por el pecado las letras tiempo atrás escritas por el dedo de Dios, no pueden serlo del todo mientras tengamos conciencia alguna del bien y del mal. Cada parte de esta ley ha de seguir en vigor para toda la humanidad y por todos los siglos; porque no depende de ninguna consideración de tiempo ni de lugar ni de ninguna otra circunstancia sujeta a alteración, sino que depende de la naturaleza de Dios mismo, de la del hombre y de la invariable relación que existe entre uno y otro.\n\nNo he venido para abrogar, sino a cumplir. (...) Sin duda quiere [el Señor] dar a entender en este pasaje—según se colige por el contexto—que vino a establecerla en su plenitud a despecho de cómo puedan interpretarla los hombres; que vino a aclarar plenamente lo que en ella pudiera haber de oscuro; vino para poner de manifiesto la verdad y la importancia de cada una de sus partes; para demostrar su longitud y su anchura, y la medida exacta de cada mandamiento que la ley contiene y al mismo tiempo la altura y la profundidad, la inapreciable pureza y la espiritualidad de ella en todas sus secciones.”\n\n“Entre los acérrimos enemigos del evangelio de Cristo, se encuentran aquellos que ‘juzgan la ley’ misma abierta y explícitamente y ‘hablan mal de ella’; que enseñan a los hombres a quebrantar (a disolver, o anular la obligación que impone) no solo uno de los mandamientos de la ley, ya sea el menor o el mayor, sino todos ellos de una vez (…). La más sorprendente de todas las circunstancias que acompañan a este terrible engaño, consiste en que los que se entregan a él creen que realmente honran a Cristo cuando anulan su ley, y que ensalzan su carácter mientras destruyen su doctrina. Sí, le honran como le honró Judas cuando le dijo: ‘Salve, Maestro. Y le besó’. Y él podría decir también a cada uno de ellos: ‘¿Con beso entregas al Hijo del hombre?’ No es otra cosa que entregarle con un beso hablar de su sangre y despojarle al mismo tiempo de su corona; despreciar una parte de sus preceptos, con el pretexto de hacer progresar su evangelio. Y en verdad nadie puede eludir el cargo, si predica la fe de una manera que directa o indirectamente haga caso omiso de algún aspecto de la obediencia: si predica a Cristo de un modo que anule o debilite en algo el más pequeño de los mandamientos de Dios”.\n\nTambién a los que prefieren tapar sus oídos ante la demanda de Dios de un cristianismo que vence el pecado Wesley dice:\n\n“Ninguna otra expresión en las Santas Escrituras ha resultado ser tan ofensiva como la presente. El término perfecto es lo que muchos no pueden soportar. La simple pronunciación del mismo es una abominación para ellos, y quienquiera que predique la perfección en el sentido de que es posible lograrla en esta vida, incurre en grave riesgo de ser tenido por peor que un pagano o publicano ante ellos”\n\n“ ‘No’, dice un gran hombre [Zinzerdorf], ‘es el error de los errores: lo aborrezco con toda mi alma. Lo perseguiré por todos los sitios con fuego y espada’. Pero, ¿por qué tanta vehemencia?... ¿Por qué son tan ardientes, casi diré furiosos, los que se oponen (con pocas excepciones) a la salvación del pecado?... En el nombre de Dios, ¿cuál es la razón de ese apego al pecado? ¿Qué ha hecho de bueno por vosotros? ¿Qué de bueno puede hacer por vosotros, en este mundo o en el porvenir? ¿Y por qué esa violencia contra los que esperan en la liberación del pecado?”\n\nEl desprecio por la perfección cristiana, (confundiéndolo con perfeccionismo) que se entiende como victoria sobre el pecado, a la vez que la forzada crucifixión de los 10 requerimientos morales que Dios tiene para con el hombre y que se pueden resumir en el amor, son males que contribuyen a la caída de la humanidad cristiana.\n\nPor tanto, de base, debemos evitar caer conceptualmente en estos dos perniciosos errores si es que no queremos emular a Eva en su desatino.\n\nEl grueso de las confesiones cristianas han sido víctimas de la doctrina de abolición de los 10 mandamientos, o por lo menos de transformación de alguno de ellos. Le han restado autoridad a la Palabra de Dios, a su Ley, restándole un mandamiento o cambiando la solemnidad y santidad del séptimo día de la semana para el primero. El cambio del sábado para el domingo es un ataque de Satanás a la Palabra de Dios, profetizado por Daniel mucho tiempo antes de que sucediese.\n\nPor otra parte, aquellos que conceptualmente comprenden el lugar de la Ley moral en la salvación del hombre, aquellos que son salvos por gracia para obedecer la Ley, éstos en su inmensa mayoría han sido engañados para creer que su obediencia puede ser sólo nominal y que una vida donde el pecado consiente aún mancha el carácter es resultado de la divina obra del Espíritu Santo.\n\nSi tanto unos como otros no se desprenden de la falsa concepción de la fruta no podrán más que caer en el mismo error de nuestros primeros padres una y otra y otra vez.\n\nPero estas estrategias de Satanás son generales, o sea, son falsas doctrinas creadas para entrampar con ellas a la multitud. Existen también engaños cotidianos que derivan de estos mayores, que impiden la victoria sobre la tentación y se adecuan a la personalidad y situación social de cada uno de nosotros.\n\nCreer que gritarle a tu esposa u observar pornografía son cosas comunes de la vida cristiana en este mundo manchado de pecado, es un terrible engaño. Creer que está bien mentir justificándose con la mal entendida historia de Samuel y Saúl, creer que está justificado el soborno, el robo al estado, adulterar documentos y alterar cifras con el objetivo de engañar a los acreedores, etc. Creer que se puede ser cristiano y anhelar santamente el cielo mientras se posterga el perdón que le debemos a nuestro prójimo es mentirse a uno mismo. Creer que puedes romper tu matrimonio cuando te parezca que te conviene pisoteando el pacto solemne que hiciste ante Dios para luego seguir confesándote cristiano o cristiana es locura. Creer que amamos a Dios y descuidar al pobre, al desvalido, al deprimido y al pecador es contradictorio y falso. ¿No ven cuantas cosas malas se pueden creer? Por eso no debemos engañarnos, el pecado no tiene lugar en el cielo y sólo los “salvos de pecado“, cómo decía Wesley y también Elena de White, y sólo los que tienen corazón limpio y andan en luz tal como el Padre está en luz podrán ver a Dios. “¿No sabéis que los injustos no heredarán el reino de Dios? No erréis; ni los fornicarios, ni los idólatras, ni los adúlteros, ni los afeminados, ni los que se echan con varones, ni los ladrones, ni los avaros, ni los borrachos, ni los maldicientes, ni los estafadores, heredarán el reino de Dios.” (1 Corintios 6:9–10) Sólo a través de una sincera preocupación por conocer el mensaje de Dios podremos escapar ilesos de este bombardeo de mentiras con el cual Satanás atenta contra nuestra vida física y espiritual.", "subsections": []}, {"type": "section", "title": "Cómo se estudia la Biblia", "level": 4, "content": "Esto nos trae al primer punto de enseñanza que podemos extraer del relato de Génesis 3. La Palabra de Dios es nuestra espada contra la tentación.\n\nLa Biblia, (que es la voz de Dios más segura) nos abre un camino de luz en medio de las brumas del engaño satánico.\n\nPero no se blande de cualquier manera, ella no es un libro de conjuros contra los demonios ni un mero libro de autoayuda. Ella es la Palabra de Dios, la misma que trajo los mundos a la existencia y aquella que sanó a tantos en la Jerusalén del año 30. La Palabra de Dios tiene poder creador, no porque la letra cree algo sino porque el mensaje está respaldado por el Hacedor del cielo y de la tierra. Es por eso que, para recibir los beneficios de la Biblia no vale de nada abrirla como si fuese un oráculo, esperando que en el texto al azar aparezca la respuesta a nuestro asunto. Tampoco funciona leerla sin comprenderla más que lo que funciona leer un libro de química de tapa a tapa para conocer sus partes a la hora de su estudio.\n\nLa Biblia es necesario comprenderla como si fuese un mensaje definido de Dios para el hombre. Luego es necesario ejercer fe en ese mensaje, aceptarlo como la voz de uno que nunca hierra y en dependencia de si es necesaria una transformación psicológica en nosotros, pedirla sabiendo que el mismo que con autoridad te manda a ser santo es el que te da el poder, en el nombre y por el carácter de Jesús, para serlo. Ah, por cierto, esto no ocurre a la hora de la tentación, esto es un estilo de vida.\n\nPero hoy día los beneficios de la Palabra de Dios no se encuentran al alcance del sencillo acto de escuchar. Eva no tuvo que escudriñar la Palabra de Dios para comprender lo que en ella se decía, a ella se le dio claramente las instrucciones que necesitaba. Nuestros primeros padres obtuvieron la Palabra por medio del sencillo acto de escuchar, sin embargo, hoy día nosotros debemos escudriñar con el fin de entender el sentido del mensaje que siglos atrás Adán y Eva sólo tuvieron que atender por unos minutos. Hoy día debe escudriñarse la Biblia para ver lo que dice, luego meditarse para entender y asimilar el mensaje, luego debemos poner ese mensaje en el contexto de la plenitud de las otras declaraciones de la revelación, y al final ejercer fe en la comprensión que acabamos de recibir del Espíritu para así doblarnos en oración, y luego vivir como si hubiésemos recibido aquello que pedimos pues sabemos que es parte de la santificación, lo cual es la voluntad expresa de Dios para todo ser humano. Eva sólo tenía que creer lo que se le decía, y obedecer lo que se le mandaba.\n\nNosotros debemos conocer lo que se nos manda, creer en el poder de Dios para transformarnos a la imagen de su Palabra (por Jesús) y recibir esta transformación como una parte más de nuestro mapa mental, de nuestra química psicológica, de nuestra esencia, debemos recibir la mente de Cristo, perfeccionar la santidad en el conocimiento de Dios, conocer más profundamente el sentido del amor, comprobar lo que pertenece a nuestra naturaleza divina, lo que agrada o no al Señor, avanzar en luz e identificar el pecado, crecer en la profundidad de la Ley de Dios, en resumen, ser transformados de gloria en gloria a su misma imagen como por el Espíritu del Señor.\n\nPor tanto, el esfuerzo y el tiempo que conlleva conocer la Palabra de Dios para no ser engañados por las mentiras satánicas es mayor después de la caída que en el Edén, esta es una diferencia a tener en cuenta. La Palabra de Dios debió ser asimilada en plena confianza, pero Eva, al llegar a hacer contacto con la palabra del diablo, tuvo la Palabra de Dios sólo como una posibilidad. Eva creyó en satanás y no en Dios, por ende, Eva fue engañada.\n\n¿Cuál debe ser hoy nuestra relación con la Escritura? ¿De qué forma podemos obrar para que la Escritura nos brinde salvaguardia contra el engaño de la tentación? Aunque me siento tentado en dejar esta pregunta abierta, no lo haré: La respuesta es que debemos hacer de la escritura (como el salmo 1, el 119 y decenas de pasajes de la Biblia nos aconsejan) nuestra delicia, nuestro disfrute y nuestro constante tema de meditación.", "subsections": []}, {"type": "section", "title": "En Jesús sólo a través del mensaje bíblico", "level": 4, "content": "“Respondió Jesús y les dijo: Esta es la obra de Dios, que creáis en el que él ha enviado.” (Jua 6:29)\n\nEsta es la obra de Dios. Los judíos preguntaban qué obra debían hacer y Jesús les respondió que debían creer en Él. Jesús es la obra de Dios para salvación del hombre. Él es el mediador y todo lo que salva es la fe en Él. Pero Jesús no se encuentra en la meditación empírica ni en la espiritualidad mística, el misticismo de quienes pretenden creer en Jesús aparte de la meditación y escudriñamiento de la Palabra Escrita de Dios es pura presunción, sea sincera o no, es presunción.\n\nNo sirve pensar qué haría Cristo en mi lugar para luego meditar en mis más elevados conceptos del bien hacer. No se conoce a Jesús a través de oraciones constantes y experiencias sensacionales.\n\nLa oración por sí sola no tiene destinatario. La vida de oración que no es complemento de la comprensión y de la fe en el específico mensaje divino no vencerá a Satanás. No, no podemos separar a Cristo de la Biblia. No se puede honrar a Cristo más que al mensaje de la Biblia, esto es imposible porque a Cristo sólo se le honra a través de dicho mensaje. La obra de Dios es entonces que creamos en Jesús a través de la Biblia.\n\nJesús enseñó que lo que se siembra en el corazón de los hombres es la Palabra,\n\nenseñó que la Palabra no puede ser quebrantada,\n\nque toda pregunta sobre las cosas eternas y sobre el deber del hombre está en la Escritura.\n\nEnseñó que el nuevo nacimiento debía ser uno de los puntos más claros de los maestros de Israel, pues estaba relatado y expuesto en las figuras y lecciones del Antiguo Testamento.\n\nAfirmó que el que no le creía a Moisés no podía creerle a Él.\n\nDijo que los discípulos no tenían que desanimarse por su crucifixión pues ésta, junto con su vida y misión estaba profetizada en el Antiguo Testamento, y los reprochó por no haberlo sabido desde antes.\n\nLes enseñó a los apóstoles que la santificación viene por medio de la Palabra de Verdad.\n\nInstruyó a Pablo para que predicara sólo aquello que los profetas habían hablado en el Antiguo Testamento y que por medio de esa predicación se salvarían los que creyeran.\n\nPablo instruyó a sus discípulos en la importancia de la Palabra de Dios como el agente salvador. Dijo que no debíamos pensar más allá de lo que estaba escrito y que el Espíritu Santo nos llenaba debido “al oír con fe”.\n\nPablo enseñó que toda la Escritura es útil para hacer al hombre de Dios perfecto y le dijo a Timoteo que el Antiguo Testamento lo podía hacer “sabio para la salvación que es por la fe en Jesús”,\n\nAdemás, fue él quien escribió que los judíos se pierden por no ver a Jesús en la Biblia y que nosotros viendo a Jesús en las Escrituras somos transformados de gloria en gloria por medio del Espíritu Santo.\n\nPedro y Santiago enseñaron que el nuevo nacimiento viene por la Palabra de Dios\n\ny Juan dijo que el que no tiene la doctrina de Dios no tiene al Padre ni al Hijo.\n\nCon todas estas evidencias…¿Cómo es que no estamos quemando nuestros ojos y oídos con el estudio de la Biblia?", "subsections": []}, {"type": "section", "title": "El mensaje de la Biblia es el evangelio", "level": 4, "content": "Es por medio de la Biblia como Jesús se nos revela, es la Biblia el más efectivo método y canal de salvación pues ella es el testimonio de Jesucristo, ella contiene el evangelio y las promesas salvíficas de Dios para el hombre. Ella está tan respaldada por el Espíritu como las palabras salidas de la boca de Jesús cuando mandaba a los enfermos a sanar.\n\nEl misticismo y los místicos son otro evangelio, otro Jesús, salido, en el mejor de los casos, de la imaginación humana.\n\nLa congregación no transforma el carácter, la oración sin Biblia no transforma el carácter, la alabanza no transforma el carácter, sólo la fe en el mensaje bíblico es la base de la transformación del carácter y el perdón de nuestros pecados pasados.\n\nEntendiendo la relación que existe entre Jesús y la Biblia entendemos la importancia de la Biblia en la santificante salvación de Dios para el hombre. Debemos entonces vivir una vida de investigación bíblica, pues de otra manera no llegaremos a conocer y entender el mensaje.\n\nDebemos estudiar sabiendo que toda ella nos habla de Cristo, de su carácter. Debemos saber que cuando los proverbios nos hablan del hombre diligente nos están hablando de Jesús, que cuando se dice que Moisés era el hombre más manso de toda la tierra nos están enseñando lo que podemos ser en Cristo y que el salmo 119 habla de los sentimientos y pensamientos que Jesús alberga hacia la Palabra y la Ley de su Padre.\n\nEs importante aceptar que no es salvadora la letra incomprendida ni el mensaje distorsionado.\n\nMuchos no saben que el último versículo de la primera carta universal del apóstol Juan revela que para él las falsas doctrinas no son menos que falsos dioses, son ídolos. Lo que salva es el evangelio.\n\nNo salva conocer el relato del Génesis pero salva el evangelio en Génesis, no salva entender las historias de David pero salva el evangelio que salvó a David, no salva saber de la fidelidad de Daniel pero salva conocer al Jesús de Daniel y no tiene sentido comprender la agonía de Job sin comprender aquella fe en quien era la esperanza de Job, y por qué le llamaba redentor, por qué es que decía que nunca se había apartado de la Ley de Su boca y que con sus ojos vería a Dios.\n\nLa Biblia es un mensaje definido de Dios para el hombre, un mensaje escondido en un campo de palabras, de historias, parábolas, discursos, poemas, sentencias, símbolos, etc. No es el conocimiento de la sentencia, ni la lectura del discurso, ni la contemplación del poema lo que salva sino advertir el evangelio expresado en cada pasaje, es recibir el mensaje más que la forma, el sentido más que la letra, lo que quiere decir más que lo que dice, la relación del texto con el plan de la salvación, con el evangelio, con Jesús y con el amor de Dios revelado en la vida y muerte de nuestro Señor.\n\nAun así, es necesario conocer la letra para luego comprender el sentido, es necesario leer el discurso, recitar el poema, contemplar la parábola, interpretar la profecía, pero si no se llega al evangelio contenido allí, la escritura no ofrecerá su poder salvífico.\n\nEn Daniel y Apocalipsis está contenido el evangelio de Dios en su esplendorosa y maravillosa esencia. Los metales enseñan que el Dios de Daniel es el Dios verdadero y que tal cual se han cumplido la sucesión de reinos terrenales conforme a lo profetizado, así también Dios establecerá un reino mundial, y quien no esté viviendo en este conforme a los principios del que viene, no tendrá parte en él.\n\nLas bestias muestran que en la hora más oscura del dolor de la Iglesia Dios estará al control, y enseña que el mayor propósito de Satanás es hacer pecar al mundo rebajando y cambiando las normas de la Ley de Dios, y que su engaño más grande es hacer una Iglesia falsa y un sistema falso de salvación.\n\nTambién esa visión enseña que pase lo que pase en la tierra a Jesús se le han dado los reinos del mundo y que está haciendo juicio sobre la tierra para que quienes no se entreguen a ese falso evangelio puedan vivir confiados y perdonados en su reino.\n\nDaniel 8 y 9 nos muestran que Jesús vino al mundo a quitar el pecado y que, así como lo hizo en la cruz así también lo hace ahora en el santuario celestial, que debemos avanzar hacia la perfección pues está pronto a venir y como dicen los últimos capítulos de Daniel sólo los entendidos resplandecerán como las estrellas, pero los que siguen pecando serán engañados por el diablo, dándonos así la importancia del conocimiento bíblico para el tiempo del fin. ¡Y cuanto más no se puede decir de Daniel y de Apocalipsis!\n\nLa Biblia nos habla de Cristo, la Biblia nos habla del evangelio de salvación, de la liberación universal del pecado y del Jesús como protagonista de la historia del universo y quien ha destapado el insondable conocimiento del hondísimo, anchísimo, larguísimo, altísimo amor de Dios, el cual supera todo conocimiento.\n\nEl propósito de la Biblia es convencernos de pecado, por cuanto no queremos creer en Jesús, porque cuando se nos derrumban los jesues que inventó nuestra sociedad cristianizada, cuando lo vemos tal y como Él es, entendemos que somos sus enemigos y que no queremos su Ley.\n\nEl propósito de la Biblia es convencernos de justicia, pues Jesús se ha ido al Padre y ya no está su preciosa influencia con nosotros y, además, yéndose nos dejó grabada en la cruz la más elocuente declaración de justicia y amor. Cuando estábamos a su lado la superioridad de su carácter sobre la nuestra era evidente, ahora la Biblia está encargada de convencernos de que su justicia y sus pensamientos son superiores a nuestras más nobles expectativas.\n\nEl propósito de la Biblia es convencernos de juicio, pues el príncipe de este mundo ya ha sido juzgado por Jesús, y así como el príncipe cayó, caerán todos los que continúan siendo sus súbditos y beben de su espíritu diabólico, ya sea de su mano directa o de su humana sociedad. Todo esto lo hace el Espíritu Santo mediante la Biblia, todo esto es el evangelio contenido en la Biblia y Jesús es el protagonista.", "subsections": []}, {"type": "section", "title": "Alimentar nuestra mente", "level": 4, "content": "Por tanto comer a Jesús en la Biblia, creer que Jesús es nuestro, conocer nuestro carácter pecaminoso a la luz de su carácter perfecto, reclamar su carácter perfecto y vivir como si se nos hubiera dado, hacer esto constantemente, sistemáticamente es uno de los más imprescindibles recursos, como dice Pedro, para no caer jamás.\n\nPero es importante que lo hagamos sistemática y constantemente. Sistemáticamente porque si no nos proponemos comprender los mensajes de Dios contenidos en el Antiguo y Nuevo testamento, si no disponemos horas y esfuerzo, si no oramos por esto y nos esforzamos con fe, como lo haría un arqueólogo con un terreno o un estudiante con su tesis, no lograremos mucho.\n\n“No podemos obtener sabiduría sin una atención verdadera y un estudio con oración. Algunas porciones de la Santa Escritura son en verdad demasiado claras para que se puedan entender mal; pero hay otras cuyo significado no es superficial, y no se discierne a primera vista. Se debe comparar pasaje con pasaje. Debe haber un escudriñamiento cuidadoso y una reflexión acompañada de oración. Y tal estudio será abundantemente recompensado. Como el minero descubre vetas de precioso metal ocultas debajo de la superficie de la tierra, así también el que con perseverancia escudriña la Palabra de Dios en busca de sus tesoros escondidos encontrará verdades del mayor valor ocultas de la vista del investigador descuidado.” “Cristo representó la verdad por un tesoro oculto en un campo. No está en la misma superficie; debemos cavar para encontrarla. Pero nuestro éxito en esto no depende tanto de nuestra capacidad intelectual como de nuestra humildad de corazón y de una fe que se vale de la ayuda divina.”\n\nConstantemente porque sólo por la fe y asiéndonos del nuevo nacimiento podremos recordar lo que somos, y podemos seguir siéndolo a la hora de la tentación, sólo así podemos pedir con fe las fuerzas que residen en el mensaje que ya escudriñamos, y que vivimos, para así poder vencer.\n\nRecuérdese que toda tentación es un llamado a nuestra libertad de elección. Así cómo Adán y Eva podían escoger, así también la humanidad cristiana puede escoger. La victoria es una vida de negación a la naturaleza caída sobre la base y el poder de la naturaleza divina. Es decir, aun cuando se ore rafageantemente para pedir fuerzas para resistir, aun cuando se viva en un constante crecimiento espiritual mediante el poder del Espíritu Santo y la Biblia, aun así, podemos y debemos decidir, la decisión está en nuestras manos, decidimos meditar en lo que conocemos de la Biblia e invocar el poder que nos dará la victoria o decidimos dejarnos engañar por la promesa de una dulce y no tan letal mordida de pecado.\n\nEn resumen, para poder hacerle frente a las estrategias de Satanás debemos vivir una vida de fe bíblica y de elección constante de esa fe. Constantemente debemos elegir andar en la naturaleza de Cristo o en nuestra propia naturaleza. Una vez más es por la fe, pues la obra de Dios es que creamos en el Jesús bíblico y que creyendo recibamos el nuevo nacimiento, la nueva naturaleza, la vida eterna. Biblia, fe, velar por nuestra elección constante, estos son imprescindibles y verdaderos medios de gracia para el sabio. Si tan sólo Eva hubiese confirmado su naturaleza creyente en vez de probar una alternativa a la Palabra de Dios hoy día no hubiese en nosotros esta contradicción de impulsos y esta incansable lucha contra el pecado.", "subsections": []}]}, {"type": "section", "title": "ADÁN Y EL PODER DE LA VOLUNTAD", "level": 2, "content": "Una vez más insisto en el poder de libre elección entre el bien y el mal. Eva fue arrastrada al pecado mediante el engaño, su voluntad o su libre elección fue confundida e inducida a seguir otros principios aparte de la Ley de Dios.\n\nAdán demuestra que a pesar de tener una cosmovisión correcta del mundo y una sensibilidad hacia el pecado, proveniente de la naturaleza divina, aun así podemos pecar.\n\nEl poder de elección está sobre todo otro poder tanto en la humanidad primera como en la humanidad cristiana. Es cierto que es muy posible que si Satanás, mediante la inminente muerte de Eva, no hubiera llevado a Adán contra la pared, no hubiera tomado esa nefasta decisión. Pero a pesar de cual haya sido el motor impulsor, lo cierto es que pudo elegir.\n\nEl evangelio nos hace libres del pecado, pues el pecado socaba nuestro poder de elección, pero libres del pecado nos invita a hacernos esclavos voluntarios de la justicia, del amor. Nosotros podemos decidir volvernos atrás, lo cual es más terrible que la traición de los que son engañados.\n\n“Ciertamente, si habiéndose ellos escapado de las contaminaciones del mundo, por el conocimiento del Señor y Salvador Jesucristo, enredándose otra vez en ellas son vencidos, su postrer estado viene a ser peor que el primero. Porque mejor les hubiera sido no haber conocido el camino de la justicia, que después de haberlo conocido, volverse atrás del santo mandamiento que les fue dado.” (2 Pedro 2.20–21).\n\nLa Escritura habla de los que son engañados doctrinalmente de la siguiente forma: “Hermanos, si alguno de entre vosotros se ha extraviado de la verdad, y alguno le hace volver, sepa que el que haga volver al pecador del error de su camino, salvará de muerte un alma, y cubrirá multitud de pecados.” (Santiago 5.19–20). Sin embargo, al compararlos con los que pecaron a la manera de Adán se les dice: “El nacido entre los hijos de Israel, y el extranjero que habitare entre ellos, una misma ley tendréis para el que hiciere algo por yerro. Mas la persona que hiciere algo con soberbia, así el natural como el extranjero, ultraja a Jehová; esa persona será cortada de en medio de su pueblo. Por cuanto tuvo en poco la palabra de Jehová, y menospreció su mandamiento, enteramente será cortada esa persona; su iniquidad caerá sobre ella.” (Números 15.29–30).\n\nPor tanto, el pecado de Adán fue mucho más terrible, pues no fue engañado a la manera de Eva, sus sentidos no fueron extraviados de la sincera fidelidad a Dios, sino que Adán pecó con alevosía, con soberbia, conociendo que los dichos de Dios eran veraces, pero decidiendo prestarle su lealtad a su mujer antes que a Dios. Adán decidió obedecer a su mujer antes que a su Creador.", "subsections": [{"type": "section", "title": "La doctrina de la vigilia", "level": 4, "content": "Nosotros hoy día gozamos de la naturaleza de amor con que fue creado Adán. Nosotros, la humanidad cristiana, podemos añadirle al nuevo nacimiento una experiencia de santificación constante y de constante crecimiento en perfección mediante la sabiduría y el poder de Las Escrituras. Podemos tener una visión muy fina del pecado y una comprensión profunda del amor. Pero cuidado…todo esto puede ser tirado a la basura por nuestras decisiones. Nosotros seguimos siendo libres para elegir a quien servir, si a la justicia para vida o al pecado para muerte. Si no elegimos constantemente, si no velamos por nuestra elección y confirmamos nuestra lealtad, pecaremos terriblemente. El cristiano que persevera en la victoria es un cristiano que persevera constantemente en la entrega de su voluntad a Dios. No se puede descansar ni un segundo pues el mundo, la naturaleza caída que permanece latente y los demonios, no descansan en su esfuerzo constante e intencionado para que dejemos de elegir andar en la naturaleza divina.\n\nNosotros elegimos constantemente ser revestidos de Cristo. “Velad y orad, para que no entréis en tentación; el espíritu a la verdad está dispuesto, pero la carne es débil.” (Marcos 14.38). Estas palabras no se refieren solamente a la oración privada y de rodillas, estas palabras demandan una desconfianza constante de nosotros mismos y una comunión constante con Dios. “Velad, pues, porque no sabéis cuándo vendrá el señor de la casa; si al anochecer, o a la medianoche, o al canto del gallo, o a la mañana; para que cuando venga de repente, no os halle durmiendo. Y lo que a vosotros digo, a todos lo digo: Velad.” (Marcos 13.35–37)\n\nVelar es lo contrario de dormir, es un estado de vigilia, de vigilancia atenta. La diferencia es que esta palabra Jesús la utiliza como símbolo de nuestro interior y del estado de nuestra elección. La doctrina de la vigilia nos dice que Dormir es dejar de elegir, Velar es permanecer eligiendo. Nosotros debemos velar, debemos permanecer eligiendo creer en Dios, y observarnos constantemente a ver si estamos en la fe. Hablando de los eventos que ocurrirán antes de su segundo advenimiento Jesús dijo: “Velad, pues, en todo tiempo orando que seáis tenidos por dignos de escapar de todas estas cosas que vendrán, y de estar en pie delante del Hijo del Hombre.” (Lucas 21.36).\n\nVelar es la atención y oración que parte del deseo constante de ser libertados del pecado para poder participar de la gloria. Velar es el reconocimiento de nuestra incapacidad para salvarnos a nosotros mismos y nuestra confesión de que dependemos de Dios. Es reconocer nuestra maldad y el poder de Dios para transformarnos a la imagen de Jesús. Es andar consientes de la presencia y el cuidado de Dios.\n\nEn el momento en que descuidemos nuestra vigilia, nos despertaremos con el cuchillo del pecado en nuestro cuello, y nos sorprenderemos al ver que es nuestra mano derecha la que lo levanta. Una vida de transformación bíblica sin una vigilia constante es una vida de victoria intermitente.\n\nNo podemos descansar aquellos que todavía nos hallamos bajo la maldición del pecado. Adán quizás no tenía por qué vigilar de la forma en que nosotros lo hacemos, así como tampoco tendremos que hacerlo cuando seamos glorificados. Adán sólo tenía que permanecer en el principio de amor que se le implantó en su poderosa mente. Pero escogió pecar, decidiendo el mal debido a su apego con la tentadora. Usó de su libertad para hacerse esclavo del pecado. Nosotros podemos tomar la misma decisión de Adán, pero Adán no tuvo las tentaciones internas y externas a las que estamos sometidos nosotros. Si Adán erró en su decisión, nosotros debemos velar sabiendo que tenemos muchas más posibilidades de pecar que las que él tenía.\n\nSi nuestra voluntad no está constantemente puesta en las manos de Dios no podremos conservar nuestra experiencia neo-creadora, no podremos seguir siendo nueva creación. Debemos velar y orar para siempre tener nuestra voluntad en Dios. “Si estamos dispuestos a que se nos haga estar dispuestos, Dios cumplirá la tarea por nosotros, (…) Entonces nos ocuparemos de nuestra salvación con temor y temblor. Porque Dios producirá en nosotros así el querer como el hacer, por su buena voluntad”\n\nEn resumen, la oración y atención constante, la vigilia sobre nuestra voluntad nos pondrán en un lugar donde podemos ser influenciados por Dios para hacer el bien. Dios responderá nuestra oración y nuestra vigilia prosperará en constante victoria. Si descuidamos por un momento nuestra constante elección caeremos en pecado, pues toda la trasformación bíblica y el poder vivificador de Jesús nos son otorgados sólo si lo deseamos, sólo si lo elegimos.", "subsections": []}]}]}
{"type": "section", "title": "GÉNESIS 3 Y CÓMO PERMANECER", "level": 1, "content": "La historia de la caída de nuestros primeros padres nos ha enseñado valiosas enseñanzas acerca de la permanencia, el evangelio y la victoria sobre el pecado. Aunque Adán y Eva nos aventajaban en la lucha contra la tentación en cuanto a que tenían una mente poderosa, una sociedad incorrupta y portaban una única naturaleza divina, aun así, podemos aprender de sus errores. Lo cierto es que la misma naturaleza divina que perdió Adán, en Jesucristo se nos regala. Este regalo lo perdemos al igual que lo perdieron ellos, y nuestro enemigo sigue siendo el mismo.\n\nLas estrategias que Satanás usó con la humanidad primera las sigue utilizando con la humanidad cristiana. Todas estas similitudes nos han provisto un campo de aprendizaje en Génesis 3.\n\n¿Cuáles grandes cosas hemos aprendido? Hemos comprendido que las tentaciones de Satanás siempre van revestidas de engaño y de incredulidad, de separación de la Palabra y de uso del libre albedrío para escoger a cualquier otro menos a Dios. Por tanto:\n\nUna vida llena del mensaje bíblico correcto es imprescindible para la salvación, santificación, nuevo nacimiento y la victoria contra el pecado.\n\nDebemos alejarnos del error de la abolición de los 10 mandamientos y del pensamiento de que no se puede dejar de pecar en esta vida, que la vida cristiana es un sube y baja en cuanto a la victoria contra el pecado. Todo esto es una levadura que corroe la esencia santificadora del evangelio. El primero consume a la mayor parte del mundo cristiano y el segundo a toda la cristiandad. El evangelio tiene como objetivo principal que guardemos la ley de amor constantemente. A esto le llamaremos LA ESENCIA.\n\nDebemos llevar una vida de investigación bíblica con el esfuerzo del minero o del estudiante de tesis. No hay beneficio en la contemplación idólatra de la letra sino en la comprensión creyente del mensaje. Debemos entender la Biblia como un mensaje definido de Dios para el hombre y centrarnos en “lo que Dios quiere decir” más que en lo que yo entiendo. Más en el evangelio bíblico y menos en la literatura bíblica. El error no solo no salva, sino que pierde. Debemos conocer al Jesús bíblico y alejarnos del Jesús místico de nuestros pensamientos y experiencia religiosa. Toda la Biblia habla de Jesús y sólo se cree en Jesucristo recibiendo su Palabra. Debemos conocer el evangelio bíblico y la obra de Dios en Jesús para salvación del hombre. Un evangelio equivocado provoca la muerte. A esto le llamaremos EL INSTRUMENTO\n\nLuego de contemplar a Jesús en la Biblia para ser enseñados de su perfección y de nuestro desparecido con Él, debemos reclamar por fe aquello que Él tiene y a nosotros nos falta. Debemos levantarnos de nuestra lucha con la seguridad de que lo obtuvimos y vivir como si lo tuviésemos y nos será dado. Eso es la fe. A esto le llamaremos EL MODO.\n\nAsí que llegamos a LA ESENCIA con EL MODO correcto de usar EL INSTRUMENTO. Llegamos a GUARDAR LA LEY ejerciendo FE en la PALABRA DE DIOS.\n\nTodo lo visto hasta ahora nos proporciona el nuevo nacimiento y el poder para vencer, la nueva naturaleza, la mente de Cristo, la justificación y santificación por la Palabra, pero debe ser una actitud de toda la vida y no sólo de un período o un momento. Un cristiano victorioso siempre está siendo santificado y su salvación es confirmada. Un cristiano victorioso siempre contempla en la Biblia a Jesús y es transformado de gloria en gloria a Su misma imagen como por el Espíritu de Dios, no por obligación, sino que su nueva naturaleza así lo desea.\n\nAun cuando llevamos la naturaleza divina y andamos en el amor de Jesús, si dejamos de elegir constantemente andar en ella, pecaremos.\n\nDebemos llevar una vida de vigilancia, asegurándonos en todo tiempo y en oración que nuestra entera voluntad está entregada a Dios. Nuestra mente debe acostumbrarse a examinarse constantemente a ver si está en la fe bíblica y a vivir viendo al Invisible, en su misma presencia. No debemos vivir descuidadamente sino como alguien que en todo tiempo sostiene una fina copa de cristal que de romperse le costará la vida. Debemos atender a nuestra mente a ver si está agarrada de Cristo. Recuerda que, si tuvieras que apretar la mano de alguien durante toda la vida, es muy sencillo descuidar un día dicho apretón y alejarte sin saber que te has soltado. Debemos depender constantemente de Dios, desde comer hasta dormir, desde trabajar hasta relajarnos, en todo necesitamos la guía y el poder de Cristo. No podemos descansar en nuestra vigilia, no podemos dormir porque en cualquier momento despertaremos alejados de Jesús y revolcados en pecado. A esto le llamaremos VELAR.\n\nNo debemos confiar en nosotros mismos sino en la bondad y el poder de Dios. Somos monstros perversos y fieros cuando Jesús no gobierna nuestras vidas, pero cuando lo hace somos un pueblo de sacerdotes y gente santa. Debemos desechar lo que nosotros somos y abrazar lo que Él es. La total humildad y confianza es imprescindible para la salvación. A esto le llamaremos CREER.\n\nAsí que debemos VELAR constantemente por que nuestra decisión de CREER no cambie, y nuestra confianza en Él no fluctúe. Sólo el que intercambie su vida por la de Jesús, el que se niegue a sí mismo, vivirá.\n\nEn resumen, llegamos a LA ESENCIA con EL MODO correcto de usar EL INSTRUMENTO y permanecemos en ella VELANDO por que nuestra decisión de CREER no cambie. Llegamos a ser cristianos ejerciendo fe en la Palabra de Dios y permanecemos siéndolo si nos OCUPAMOS CON TEMOR Y TEMBLOR en CONFIRMAR NUESTRA ELECCIÓN.\n\nEntonces para PERMANECER sin pecado debemos elegir constantemente entregarle la voluntad a aquella forma de doctrina a la cual nos entregamos al comienzo. Entregarle constantemente la voluntad a Dios confiando constantemente en el Jesús bíblico, progresando diariamente en el conocimiento de Su carácter y añadiendo por la fe sus virtudes a nuestra vida.\n\nDesde Adán y Eva las cosas se han complicado. Dios ha tenido que dar una vuelta más grande y dolorosa en el plan de la redención para llegar al mismo punto que se trazó en la creación. Una humanidad creada a Su imagen conforme a Su semejanza, que llenara la tierra y gobernara sobre ella en medio de un universo perfecto y unido en el amor divino.\n\nPero aunque hoy día la maldad hace gemir a la creación pronto vendrá la manifestación gloriosa de los hijos de Dios y los mansos heredarán la tierra y los de limpio corazón podrán estar en pie a Su venida y sin sufrir daño alguno verán a Dios.", "subsections": []}
{"type": "section", "title": "Sobre el autor…", "level": 1, "content": "Ismael López-Silvero Guimarais, miembro de la Iglesia Adventista del Séptimo Día “Santa Clara Sur”, en el país de Cuba, en la provincia de Villa Clara, en la ciudad de Santa Clara.\n\nSin estudios teológicos, con apenas doce grados no tengo mucho con lo que recomendarme a mí mismo como es usual hacer en la contraportada de un libro. Apenas una foto y el deseo de que puedan ser bendecidos todos los que reciban este material. Mi contacto para cualquier pregunta sobre estos temas es el siguiente:", "subsections": [{"type": "section", "title": "Teléfono celular: +53 53206500", "level": 2, "content": "", "subsections": []}, {"type": "section", "title": "Correo: adventismael@gmail.com", "level": 2, "content": "", "subsections": []}, {"type": "section", "title": "Correo: ismaellisandra@nauta.cu", "level": 2, "content": "¡Dios te bendiga y te guarde, haga resplandecer su rostro sobre ti y ponga en ti paz!", "subsections": []}]}
