{"type": "poem", "title": "En la carne la ley produce enemistad con Dios", "numbered_verses": [{"text": "Este texto es útil para entender la importancia de andar en el Espíritu. Los deseos o designios de la naturaleza pecaminosa siempre van en contra de la ley de Dios. Son un principio de enemistad contra Dios y por tanto contra su ley. Esa es la esencia de nuestra naturaleza pecaminosa y es por eso que, como dice Pablo, “la ley produce ira”", "line_number": 1, "verse_number": 1}, {"text": "La ley produce en el corazón humano enemistad contra Dios, y por tanto pecado, el poder del pecado está en la ley. ¿Esto significa que la ley en sí misma es mala? No, al contrario, significa que la interacción de la carne con la ley es mala. O sea, dicho en otras palabras, significa que cuando a un ser humano que anda en su naturaleza pecaminosa se le enseña lo que Dios requiere de él, eso produce en él el deseo de quebrantar esos requerimientos, quedando condenado por Dios cuando lo hace. La ley produce ira.", "line_number": 2, "verse_number": 2}, {"text": "La ley no tiene ningún poder contra el pecado debido a la carne, su influencia se ejerce más bien a favor del pecado, puesto que sirve como leña para el fuego de los malos deseos. Como dice Pablo: “Más el pecado, tomando ocasión por el mandamiento, produjo en mí toda codicia; porque sin la ley el pecado está muerto. (…)Y hallé que el mismo mandamiento que era para vida, a mí me resultó para muerte”", "line_number": 3, "verse_number": 3}, {"text": "Por esta razón es que Pablo dice que ““los designios de la carne son enemistad contra Dios; porque no se sujetan a la ley de Dios, ni tampoco pueden; y los que viven según la carne no pueden agradar a Dios”, lo dice porque la naturaleza pecaminosa no puede cumplir la ley de Dios y por tanto no puede agradarle.", "line_number": 4, "verse_number": 4}], "verses_count": 4, "stanzas": 1, "confidence": 0.5049371400348159, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
{"type": "poem", "title": "En el Espíritu guardamos la ley en amistad con Dios", "numbered_verses": [{"text": "Pero el texto no termina allí, sabiendo que en la carne no se puede guardar la ley, y que sin guardar la ley no se puede agradar a Dios, ahora Pablo presenta la solución: “Mas vosotros no vivís según la carne, sino según el Espíritu, si es que el Espíritu de Dios mora en vosotros. Y si alguno no tiene el Espíritu de Cristo, no es de él.”", "line_number": 1, "verse_number": 1}, {"text": "Pedro introduce otro concepto que al parecer es sinónimo de vivir en el Espíritu. Él dice que Jesús ganó con su vida promesas que nos dio, promesas para nosotros, y que esas promesas nos pueden hacer partícipes de una naturaleza diferente a la nuestra, nos hace partícipes de la naturaleza divina” (2 Pedro 1:4).", "line_number": 2, "verse_number": 2}, {"text": "Estos apóstoles y profetas hablaban de dos naturalezas, dos instintos. Una es la naturaleza que heredamos de nuestros padres y de la cual no podemos escapar sin ayuda divina, y otra que heredamos de Dios por medio del evangelio. La primera nos lleva inevitablemente a pecar y la segunda inevitablemente a amar, cómo se expresa en el quinto capítulo de Gálatas.", "line_number": 3, "verse_number": 3}], "verses_count": 3, "stanzas": 1, "confidence": 0.5563320368705043, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
{"type": "poem", "title": "En el mundo pero apartados del mal", "numbered_verses": [{"text": "Los impulsos sociales que nos llevan a pecar, que nos apartan de Dios, son diversos. Desde las fiestas carnavalescas o los sitios de recreación nocturna, hasta la vanagloria de la ópera y su mundillo culto, todo llama, oprime y empuja al cristiano a negar su sencilla fe y práctica del amor.", "line_number": 1, "verse_number": 1}, {"text": "En las universidades se fomenta el orgullo y en la política la ambición de poder. Los artículos del comercio nos llaman al despilfarro y al vicio mientras que los medios audiovisuales nos pintan nuestra cotidianidad de una manera romántica, y nos invitan a alegrarnos de quienes somos, de lo que hacemos y hasta dibujando con colores de belleza la idea de que nuestra inminente muerte nos invita a tener como propósito el gozar la vida mientras podamos.", "line_number": 2, "verse_number": 2}, {"text": "Todo esto es cierto, la sociedad está plagada de desamor, de pecado. Pero es necesario saber que no por eso debemos abandonar las universidades, dejar de asistir a aquellos cumpleaños en que podamos ser motivo de bendición, dejar de comprar aquello que será de beneficio para nosotros y para quienes nos rodean. No debemos ignorar lo que sucede en nuestro medio ni satanizar todo lo que se enseña en los audiovisuales. Este nunca fue el enfoque de Cristo ni el de sus apóstoles.", "line_number": 3, "verse_number": 3}, {"text": "Debemos entender que fuimos rescatados del mundo porque Dios ama al mundo. Porque “Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.” “Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.” Es que precisamente “en esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él.”", "line_number": 4, "verse_number": 4}, {"text": "Por eso el mundo no debe ser satanizado en su totalidad. Por eso además, por amor al mundo, nosotros debemos lograr adecuarnos a sus costumbres en todo lo que podamos, como Pablo, que nos da ejemplo diciéndonos: “Me he hecho a los judíos como judío, para ganar a los judíos; a los que están sujetos a la ley (aunque yo no esté sujeto a la ley) como sujeto a la ley, para ganar a los que están sujetos a la ley; a los que están sin ley, como si yo estuviera sin ley (no estando yo sin ley de Dios, sino bajo la ley de Cristo), para ganar a los que están sin ley. Me he hecho débil a los débiles, para ganar a los débiles; a todos me he hecho de todo, para que de todos modos salve a algunos.”", "line_number": 5, "verse_number": 5}, {"text": "Es por eso que cuando a Jesús se le pidió pagar los impuestos le dijo a Pedro que en ese caso particular, los que pedían impuestos estaban siendo injustos en su pedido, pero los pagaría, “para no ofenderles”. Nosotros también hacemos muchas cosas para no ofender al mundo, y en muchas cosas nos amoldamos a ellos. La doctrina del mundo y los cristianos queda sintetizada en la expresión de Jesús: “Yo les he dado tu palabra; y el mundo los aborreció, porque no son del mundo, como tampoco yo soy del mundo. No ruego que los quites del mundo, sino que los guardes del mal.”", "line_number": 6, "verse_number": 6}, {"text": "Aunque amamos al mundo no somos del mundo, y el mundo nos aborrece, aunque el mundo nos aborrece no nos aislamos del mundo, ni Él quiere aislarnos, pero aunque participamos del mundo no participamos de sus pecados. Ésta es la situación del cristiano y del mundano después del pecado. Estos son nuestros impulsos sociales.", "line_number": 7, "verse_number": 7}], "verses_count": 7, "stanzas": 1, "confidence": 0.5456026511662794, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
{"type": "poem", "title": "Los ángeles malos", "numbered_verses": [{"text": "Uno de los que estuvo en las reuniones que Dios presidió fue Satanás. Él fue al que se le preguntó de dónde venía y el que respondió de la tierra. Satanás no formaba parte de los llamados hijos de Dios, su propio nombre lo indica.", "line_number": 1, "verse_number": 1}, {"text": "El ángel que ahora llamamos Satanás (enemigo) una vez se llamó Lucifer, que significa “portador de luz”. Este ángel era la más completa creación de Dios en su tiempo, la Biblia dice que él era el “sello de la perfección, lleno de sabiduría, y acabado de hermosura.” Pero se reveló contra la ley de amor de Dios, el profeta dice “fuiste lleno de iniquidad, y pecaste”. Satanás utilizó su libertad de elección para contradecir la Ley de Dios.", "line_number": 2, "verse_number": 2}, {"text": "Ya entendimos que a todo ser creado le es dada la capacidad de negar el influjo divino de amor que es plantado en el seno de la creación. Esta posibilidad se le da no para que la utilice sino para que pueda amar libremente, para que día a día y por la eternidad su amor hacia Dios y hacia el prójimo sea confirmado por la libertad de cada uno.", "line_number": 3, "verse_number": 3}, {"text": "Pero Satanás utilizó la libertad como ocasión para el libertinaje y la posibilidad de guardar la ley de amor libremente como justificación  para negarla. Por eso dice la escritura “fuiste lleno de iniquidad, y pecaste” porque “todo aquel que comete pecado, infringe también la ley; pues el pecado es infracción de la ley”.", "line_number": 4, "verse_number": 4}, {"text": "Por tanto Satanás no estaba incluido en la expresión “hijos de Dios”, porque él es el adversario, quien un día era símbolo de perfección y hoy lo es de corrupción, y quien no comparte la naturaleza divina que nos hace hijos. Pero entonces, ¿por qué cuando “vinieron los hijos de Dios para presentarse delante de Jehová, (…) Satanás vino también entre ellos presentándose delante de Jehová.”?", "line_number": 5, "verse_number": 5}], "verses_count": 5, "stanzas": 1, "confidence": 0.506727631863118, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
{"type": "poem", "title": "Las apariciones angélicas son peligrosas para los rebeldes", "numbered_verses": [{"text": "Tenemos la compañía de quienes piensan y obran como Jesús, no sólo los cristianos sino los ángeles, y mientras más nos acerquemos al perfecto carácter del Amor, mientras más sincronizados estemos con la mente de Cristo, más podremos obrar en armonía con ellos, podremos ser beneficiados por instrucciones que Dios nos de por medio de ellos si así es necesario, porque no habrá temor de que los rechacemos e incurramos en mayor condenación.", "line_number": 1, "verse_number": 1}, {"text": "Cuando las instrucciones de Dios vienen en la manifiesta forma de un ángel que nos las dice, estamos siendo colocados en una posición de confianza que, en caso de que la violemos, podemos acarrear para nosotros una grande condenación.", "line_number": 2, "verse_number": 2}, {"text": "Cuando Gabriel se le apareció a Zacarías, el que sería el padre de Juan el Bautista, le comunicó los planes de Dios para el nacimiento de su futuro hijo, y al no creer Zacarías quedó mudo hasta el nacimiento de Juan. “Respondiendo el ángel, le dijo: Yo soy Gabriel, que estoy delante de Dios; y he sido enviado a hablarte, y darte estas buenas nuevas. Y ahora quedarás mudo y no podrás hablar, hasta el día en que esto se haga, por cuanto no creíste mis palabras, las cuales se cumplirán a su tiempo.”", "line_number": 3, "verse_number": 3}, {"text": "(Lucas 1:19-20) ¡Si así quedó Zacarías debido a su incredulidad cuál hubiera sido el resultado de la desobediencia!", "line_number": 4, "verse_number": 4}, {"text": "Algunas veces la razón de que los ángeles se manifiesten menos estriba en nuestra dureza de corazón y lo lejos que estamos de una relación de perfecta obediencia para con Dios. A mayor conocimiento mayor es la desobediencia y por tanto mayor el castigo para lograr corregirla.", "line_number": 5, "verse_number": 5}, {"text": "Ananías y Safira fueron personas que murieron instantáneamente cuando le mintieron al Espíritu Santo tratando de mentirle a la Iglesia. ¿Por qué hoy en día muchos siguen mintiendo descaradamente sin una consecuencia tan rápida y visible? Pues porque no pecan a la manera de Ananías y Safira. Ellos eran testigos de una Iglesia milagrosa, que manifestaba el poder de Dios para sanar tanto el alma como el cuerpo. Los apóstoles daban no sólo testimonio hablado sino también un testimonio vivo y el Espíritu Santo actuaba con poder y libertad en la Iglesia. Un caso similar fue el del pecado de Acán.", "line_number": 6, "verse_number": 6}, {"text": "Acán desobedeció la orden de Dios de no tomar ninguna joya ni tesoro de los cananeos lo cual le trajo la ruina a él y a todos los que escondieron su pecado. Sin embargo, ¿cuantos como Acán hoy desobedecen a Dios de una forma similar? Muchos a la verdad. Pero Acán veía la columna de nube que los acompañaba de día y la columna de fuego que los calentaba de noche. La presencia de Dios se manifestaba de forma patente en el pueblo de Dios en el desierto, y no podía caber ninguna duda de que el creador del universo, al cual Acán había accedido junto con el resto del pueblo a obedecer, era quien había dado la orden.", "line_number": 7, "verse_number": 7}, {"text": "Hoy en día la Iglesia se encuentra en un estado de decadencia, con un carácter laodicense. En los púlpitos se enseña un evangelio menguado, que no puede librarnos de la nefasta influencia del pecado ni logra darnos una cosmovisión correcta del plan de la salvación. Muchos de nuestros maestros son ciegos sin ellos mismos saberlo y, por tanto, nosotros también a duras penas divisamos el camino correcto.", "line_number": 8, "verse_number": 8}, {"text": "Esta es la razón de que nuestros pecados no sean tratados con la misma severidad con que fueron tratados los de ellos, pero, si un ángel se nos manifiesta con la expresa voluntad de Dios para nuestras vidas y desobedecemos deliberadamente ¿qué sucedería?", "line_number": 9, "verse_number": 9}, {"text": "Podemos creer sinceramente en nuestro corazón que obedeceríamos, pero Dios, que pesa los corazones de todos, conoce cuál sería el resultado exacto y vela por nuestra seguridad.", "line_number": 10, "verse_number": 10}, {"text": "Aun así, si el resultado de una manifestación como esa fuera nuestra obediencia inmediata como en el caso de María la madre de Jesús, no en todas las ocasiones es necesario ni traerá un resultado mejor que un ángel nos comunique el asunto, ya que Dios necesita que sus siervos reciban sus órdenes y se las comuniquen a otros siervos para que todos sean edificados y unidos en el servicio.", "line_number": 11, "verse_number": 11}, {"text": "La humanidad cristiana no está sola. Ella tiene a Dios por familia y vive bajo el cuidado constante de los ángeles. No sufrimos en vano, sino que cada lágrima de la cual no es culpable nuestra testarudez es rocío que hace crecer algún fruto de salvación, a veces para nuestra propia mesa, otras veces para cubrir la necesidad de los demás.", "line_number": 12, "verse_number": 12}], "verses_count": 12, "stanzas": 1, "confidence": 0.6213319534309449, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
{"type": "poem", "title": "El engaño y la desconfianza", "numbered_verses": [{"text": "El relato de la caída de la humanidad primera nos enseña algunas cuestiones importantes referentes a la humanidad cristiana. Aunque ambos, Adán y Eva, poseían una naturaleza divina de amor, aun así, podían elegir negar esa inclinación para tomar el camino que sus mentes consideraran más apropiado.", "line_number": 1, "verse_number": 1}, {"text": "Nosotros hoy día también podemos negar a Jesús y su Ley cuando nuestras mentes quieren decidir un camino mejor que El Camino de Vida.", "line_number": 2, "verse_number": 2}, {"text": "Satanás nos tienta por medio de falsas doctrinas, engañándonos para que consideremos la verdad como mentira y la mentira como la más pura verdad. Su objetivo es que sigamos pecando y así poder acusarnos ante el universo. También crea o aprovecha los dolores y desgracias de nuestra vida para alejarnos de Dios, arguye que en esas circunstancias tan penumbrosas el pecado es la única opción viable. Nos miente, nos insta a pensar que las circunstancias nos obligan a pecar.", "line_number": 3, "verse_number": 3}, {"text": "Estas dos líneas de tentación no apelan directamente a una naturaleza caída ni a una negación directa de la voluntad y el amor divinos, no, son golpes bajos, son ataques engañosos y esquivos. No utilizan los ángeles caídos sólo uno de ellos en todos los casos. Muchas veces engaña nuestra percepción de lo que es pecaminoso, mientras nos pone en situaciones que aparentemente nos obligan a pecar,", "line_number": 4, "verse_number": 4}, {"text": "Es un error creer que porque recibimos el Espíritu de Dios y tenemos inclinaciones nobles no podemos usar de esas inclinaciones a voluntad.", "line_number": 5, "verse_number": 5}, {"text": "El ser humano cristiano reacciona ante la tentación con su inclinación divina, pero su voluntad es libre de aceptarla o negarla. Es a esta negación a la que apuntan los demonios. Ellos conocen que nuestro poder rector no es la influencia del Espíritu que en nosotros mora, por lo menos no hasta que lo permitimos. El poder rector de la humanidad cristiana, al igual que el de la humanidad perfecta, es la voluntad de escoger y de elegir. Nosotros decidimos seguir en el Espíritu o acallar su voz. El Espíritu toma posesión de nuestros pensamientos, sentimientos y acciones sólo cuando lo permitimos, y aún, cuando lo anhelamos. Si queremos prescindir de su santa influencia entonces prevalecerá nuestra orgullosa y loca decisión.", "line_number": 6, "verse_number": 6}, {"text": "Si no confiamos en Dios, si no estamos seguros de su amor y de su poder, buscaremos la resolución de nuestros conflictos y la satisfacción de nuestras necesidades por nosotros mismos, y pecaremos aún después de haber sido cristianos.", "line_number": 7, "verse_number": 7}, {"text": "Si esto no es así ¿cómo Adán y Eva en su estado de perfección divina sucumbieron ante la tentación y se granjearon una naturaleza pecaminosa? ¿Cómo pudo Adán escoger su apego a Eva antes que la reverencia a Dios si no negó por voluntad propia la esencia de amor con la que fue bendecido? ¿Y por qué la negó? Porque creyó que ese principio divino no resolvería la situación en la cual se encontraba Eva.", "line_number": 8, "verse_number": 8}, {"text": "El relato de la caída nos advierte junto con el apóstol Pablo que “el que piensa estar firme, mire que no caiga.”", "line_number": 9, "verse_number": 9}, {"text": "El engaño y la incredulidad destruyó a una pareja de santos. Hoy día un tercer elemento golpea a la humanidad cristiana. Después de haber pecado, el hombre posee una naturaleza caída, una tendencia al mal, un deseo de negar a Dios de balde, sin engaño alguno. Este principio de rebeldía, como ya estudiamos, se mantendrá latente en el cristianismo hasta la venida de Jesús, cuando la resurrección nos revista de un cuerpo que armonice con la nueva mente que nos ha sido dada.", "line_number": 10, "verse_number": 10}, {"text": "El pecado deviene de procesos psicológicos complejos. Tiene su fundamento en el poder de elección y se puede definir como la transgresiónn del amor, la transgresión de la Ley, la negación de Dios. Es cierto que existen múltiples formas de hacer caer a la humanidad cristiana, pero todas comparten el factor común del engaño y la desconfianza en Dios, el pecado siempre se acompaña de mentira e incredulidad.  De allí que la fe en la verdad sean las mejores armas para resistir la tentación y evitar la caída.", "line_number": 11, "verse_number": 11}], "verses_count": 11, "stanzas": 1, "confidence": 0.5779288725144955, "fuente": "poesías", "contexto": "E:\\OneDrive\\INFLUENCER\\Recopilación de Escritos Propios\\biblioteca_personal\\raw\\poesías\\La Permanencia. Edición Santa Clara Sur SIMPLIFICADA.docx", "fecha": "2018-06-30"}
