{"type": "paragraph", "content": ["2"], "level": 0}
{"type": "paragraph", "content": ["D. R. © 2012, Fondo de Cultura Económica\nCarretera Picacho-Ajusco, 227; 14738 México, D. F.\nEmpresa certificada ISO 9001:2008"], "level": 0}
{"type": "paragraph", "content": ["Se prohíbe la reproducción total o parcial de esta obra, sea cual fuere el medio. Todos los contenidos que se\nincluyen tales como características tipográficas y de diagramación, textos, gráficos, logotipos, iconos, imágenes,\netc., son propiedad exclusiva del Fondo de Cultura Económica y están protegidos por las leyes mexicanas e\ninternacionales del copyright o derecho de autor."], "level": 0}
{"type": "paragraph", "content": ["3"], "level": 0}
{"type": "section", "title": "A Lucía", "level": 1, "content": [], "subsections": [{"type": "section", "title": "EN LA ACTUALIDAD LA COSMOLOGÍA SE CONSIDERA UNA DISCIPLINA científica asociada a la", "level": 3, "content": ["astrofísica, la física teórica y las matemáticas. Las características generales del universo,\\nsu extensión en el espacio y su duración en el tiempo, su origen y desarrollo, constituyen\\nlas principales preocupaciones de los cosmólogos. Su principal tarea es la construcción de\\nmodelos de universo que sean lógicamente coherentes y, al mismo tiempo, compatibles\\ncon los datos empíricos. En este sentido la propia disciplina es quizá la expresión más\\nradical de la tensión entre lo teórico y lo experimental, entre la pizarra y el laboratorio. A\\nprincipios del siglo XVIII europeo, la cosmología teórica, entonces llamada racional, se\\nconsideraba parte de la metafísica y la ontología, e incluía aspectos psicológicos y\\nteológicos. El término sería introducido por Wolff en 1731 (Cosmologia generalis),\\ndonde la definía como scientia mundi de universi in genere y establecía las diferencias\\nentre la cosmología racional y la empírica.1 Aunque Wolff experimentaría la influencia de\\nla figura de Leibniz a lo largo de toda su carrera, se apartó de su concepto de mónada y\\nremplazó la idea de una «armonía preestablecida» por la teoría de Spinoza de la\\ncorrespondencia que, como veremos, destaca en la mayoría de las concepciones\\ncosmológicas indias que estudiaremos en este volumen. Desde entonces, aunque la tensión entre lo teórico y lo experimental nunca ha\\ndecrecido (sobre todo con el auge de la física cuántica en la primera mitad del siglo XX),\\nla física teórica se ha encargado de purgar, con éxito desigual, algunos de los aspectos\\nextracientíficos heredados de las tradiciones metafísicas. Sea como fuere, la cosmología\\nse ha mantenido como una de las escasas disciplinas científicas contemporáneas donde\\nlos aspectos teóricos y especulativos predominan sobre los experimentales, donde la\\nelegancia, coherencia y simplicidad de los diferentes modelos de universo organizan y\\ndirigen la atención hacia su expresión empírica.2 Al margen de cómo se resuelva la\\ntensión entre lo teórico y lo experimental (quién debe guiar a quién), es claro que los\\npropios objetivos de la disciplina llevan ya implícitos numerosos presupuestos sobre la\\nnaturaleza del espacio y del tiempo, que hacen inevitable la imbricación de lenguaje de la\\nastrofísica con el de la filosofía. No debería sorprender por tanto que las teorías\\ncosmológicas contemporáneas planteen cuestiones que ya fueron tratadas por las\\ncosmologías de la Antigüedad, y que sus modelos se acerquen en ocasiones a sus\\npredecesoras, como en el caso de la idea de una expansión y contracción periódica del\\nuniverso. Conviene observar que, cuando se examinan las cosmologías antiguas desde la\\nperspectiva actual, generalmente se hace con cierta condescendencia, cuando no con\\n9\\nmanifiesta impaciencia. La modernidad ha relativizado todas las concepciones\\ntradicionales del cosmos y la antropología se ha encargado de inventariar el modo en que\\ncada cultura (egipcia, babilónica o maya) edificó pacientemente el modelo de mundo en\\nque vivía, o en el que todavía vive, como en el caso de las cosmologías de India. Pero\\nparece que ese relativismo es tabú cuando hablamos de los modelos cosmológicos\\ncontemporáneos, con frecuencia considerados definitivos o incuestionables. Las\\nsociedades tecnológicas han logrado ver lo que ninguna otra civilización pudo ver,\\ninstalando telescopios en el espacio exterior, analizando las señales invisibles del\\ninfrarrojo o del ultravioleta, detectando la radiación fósil del big-bang. Y sin embargo,\\ncuando nos acercamos a su lenguaje, encontramos personajes que no despreciaría\\nninguna mitología antigua, entidades enigmáticas y apenas detectables como la materia\\noscura, los agujeros negros o vacíos expansivos que se hacen sitio e impulsan al resto de\\nlas cosas. En general, las cosmologías modernas tienden a considerar la aparición de la\\nconciencia como un fenómeno tardío en la evolución cósmica, asociada a la materia\\norgánica que fue sintetizada en los hornos estelares. La cosmología sāṃkhya, por el\\ncontrario, sitúa la conciencia en el origen mismo del universo y, en cierto sentido, fuera\\ndel mundo natural, aunque reflejándose en él. El budismo establece una conciencia en\\ncontinuidad, engarzada por sucesivos renacimientos, cuyos estados más elevados\\nsupondrían el cumplimiento o culminación de lo fenoménico. El cosmos budista es un\\nuniverso de conciencia. Espacio y tiempo son una fermentación de la vida que percibe y\\nsiente. El espacio no se distribuye mediante la gravedad de la materia sino en función de\\nsus estados mentales. La serie de los actos conscientes abre los caminos del espacio y\\ndibuja la curvatura del tiempo. Pensémoslo un instante. En las concepciones modernas lo\\ntosco, la materia y su gravedad, determina la estructura espacial y la evolución temporal\\ndel cosmos. Para los antiguos indios era lo complejo y sutil, la conciencia, lo que\\ncondicionaba dicha organización y destino. Como contrapartida, en el sāṃkhya\\nencontramos una cierta nostalgia del origen, eco de la cosmovisión védica, mientras que\\npara el budismo dicho cumplimiento es más una vocación, una aspiración a superar las\\nLa literatura épica y devocional de la época clásica (Mahābhārata, Purāṇa) fue\\nconsolidando la idea de que, en el proceso mismo de la evolución cósmica, entran en\\njuego periódicas pérdidas y recuperaciones de los valores morales. El universo, desde\\nesta perspectiva, se encuentra etificado,3 configurado por la calidad moral de los seres\\nque lo habitan. En algunas escuelas el tiempo pasaría a considerarse el principio que\\norganiza el drama de la liberación de los seres conscientes, supeditando su estructura a\\nlas necesidades de dicha representación. Así se establece en las concepciones clásicas la\\nrelación entre el tiempo y el dharma. La decadencia del dharma es la decadencia del\\n10\\ntiempo, ambos corren, por así decirlo, en paralelo. Esta sincronía requiere en ocasiones\\nel descenso (avatara) de una divinidad o de un buda con el propósito de contrarrestar\\ndicha declinación. De este modo quedan vinculados los grandes ciclos de recreación y\\ndisolución del mundo con conceptos de naturaleza soteriológica, como saṃsāra, karma\\ny mokṣa/nirvana. Algunas corrientes de pensamiento como el sāṃkhya entenderán la\\nautorrealización como un regreso al origen. Otras, como el budismo del abhidharma, que\\nen algunos pasajes de la literatura canónica desaconseja la especulación cosmológica por\\nperniciosa y desorientadora, crearán un mapa de tiempo asociado con diferentes estados\\nde introspección mental, organizados en detalladas cosmologías que son, al mismo\\ntiempo, mapas de la mente. Frente al tiempo lineal característico de las tradiciones semíticas y cristianas, la\\nAntigüedad india concibió el cosmos como un proceso cíclico de acontecimientos\\nrecurrentes en periodos de larga duración. Estas concepciones estuvieron asociadas a los\\nciclos astronómicos y biológicos cuyas periodicidades regulaban las diferentes actividades\\nsociales y fijaban el calendario ritual. La época védica se ocuparía de inventariar las\\ndiferentes unidades de tiempo mediante la observación de las trayectorias del Sol y de la\\nLuna. Los movimientos de los cuerpos celestes revelaban el carácter cíclico del tiempo y\\npor tanto repetible, siendo el tiempo lineal tan sólo un segmento dentro de cada ciclo,\\nafianzando con ello la idea de que el pasado podía servir de modelo al presente. Además, dentro de las concepciones védicas se fue desarrollando la idea del tiempo\\ncomo una serie o conjunto de percepciones, tiempo interiorizado, que encontraba su\\nfundamento en el devenir consciente de cada individuo. Dicha vivencia interna del\\ntiempo adquiriría después un importante papel, tanto en las upaniṣad como en el\\nbudismo. Lo temporal era visto, desde esta perspectiva, como una presencia (siempre a\\npunto de ausentarse) no necesariamente subordinada a una eternidad jerárquicamente\\nsuperior a ella o que fuera emanación de algo inmóvil o atemporal. La doctrina según la cual el universo surge y se disuelve periódicamente tuvo\\nnumerosos precedentes en la Antigüedad mediterránea. En la mayoría de ellos el\\nnacimiento del mundo (que era un renacimiento) tenía lugar mediante una condensación\\nextrema, mientras que su disolución era obra del fuego. Tanto Heráclito, para quien el\\nmundo había surgido del fuego y volvería al fuego, como los pitagóricos y los estoicos,\\nse adherían a la doctrina del eterno retorno. La escuela eleática de Parménides y Zenón\\nfue todavía más radical, negando el cambio temporal de las cosas y considerando sus\\ntransformaciones una mera ilusión. Incluso algunos pensadores cristianos, como\\nOrígenes, barajaron la idea de una repetición o vuelta del mundo a un estado anterior. De manera general, podría decirse que desde la Antigüedad las ideas acerca del\\ntiempo se concibieron al menos de tres modos diferentes (o mediante una combinación\\nde éstos): como una realidad en sí misma, independiente de las cosas; como una\\npropiedad de las cosas (especialmente de los seres conscientes), y como un orden.", "Realidad absoluta, propiedad o relación. Tres caracterizaciones que también podrían\\naplicarse al espacio. La época moderna daría representantes de estas tres «escuelas».\\n11\\nNewton concebía en sus Principia que «el tiempo absoluto, verdadero y matemático,\\npor sí mismo y por su propia naturaleza, fluye uniformemente sin relación con nada\\nexterno». Mientras las cosas cambian, el tiempo no cambia. Los cambios en las cosas\\nson cambios en relación con un tiempo uniforme, perfectamente homogéneo, que es\\nindiferente de aquello que contiene y que se mueve en una sola dirección. Frente a esta\\npostura, Leibniz defendería una concepción relacional del tiempo, siendo éste «el orden\\nde existencia de las cosas que no son simultáneas», no siendo posible afirmar que el\\ntiempo sea algo distinto de aquello que existe en él. Los instantes, considerados sin las\\ncosas, no son nada en absoluto. Kant se fraguaría una idea del tiempo que se haría un\\nsitio entre ambas posiciones. Para el filósofo de Königsberg el tiempo no era un concepto\\nempírico derivado de la experiencia, sino un a priori que subyace a toda actividad\\ncognitiva. Debido a esta triple caracterización que comparten espacio y tiempo, desde\\nAristóteles numerosos filósofos han explicado el tiempo mediante el espacio (lo que para\\nBergson constituía una falsificación de su naturaleza). El lenguaje común contribuye a\\nello. El tiempo discurre, la edad avanza. La relatividad ha tratado de mostrar que\\nsucesos que se tienen por pasados en un marco de referencia, pueden ser juzgados\\nfuturos en otro, dejando constancia de que la distinción entre pasado y futuro no\\nconstituye una división ontológica genuina sino que ocurre en una experiencia consciente\\nPodemos hablar de dos tendencias dominantes en la idea del tiempo de la Grecia clásica.", "En Platón el tiempo se trascendía a sí mismo y apuntaba a lo intemporal: «imagen móvil\\nde la eternidad». En Aristóteles se orientaba hacia el espacio y, más concretamente, hacia\\nel movimiento. En la tradición hebraica, esencialmente profética, el tiempo se concebiría\\nen función del futuro. Algunas tradiciones de pensamiento indias radicaron el tiempo en\\nel presente, sede del «ahora» de la actividad consciente. El estrecho vínculo entre el tiempo y la actividad consciente se encuentra presente en\\nIndia durante toda la época clásica, no sólo en la literatura, sino también en los sistemas\\nfilosóficos del hinduismo, el budismo y el jainismo. El universo se concibe como un\\norganismo que se desarrolla en paralelo a la evolución espiritual de los seres que lo\\nhabitan. La esencia del tiempo, su fuente de alimentación, se encuentra en la actividad\\nmental y física. Un buen ejemplo de esta tendencia lo encontramos en Vātsyāyana, un filósofo de la\\nescuela nyāya del siglo IV. Vale la pena detenerse en su justificación de dicha concepción,\\nque aparece en el capítulo segundo de su comentario a los Nyāyasūtra. Al explicar el\\ntiempo recurriendo al espacio, se corre el riesgo de quedarse sin presente. Generalmente\\nesto se hace utilizando la idea del movimiento. El ejemplo clásico de la tradición lógica es\\n12\\nel fruto que cae del árbol. Mientras viaja hacia el suelo, el espacio por encima del fruto es\\nespacio recorrido (pasado), y lo que hay por debajo es espacio por recorrer (futuro)."], "subsections": []}, {"type": "section", "title": "Vātsyāyana es clara: el tiempo no se manifiesta en relación con el espacio sino en", "level": 3, "content": ["relación con la acción.4 El tiempo y está en el hacer. La idea de un tiempo pasado (el\\ntiempo que ha estado cayendo el fruto) la proporciona la propia acción de caer\\n(presente), que a su vez garantiza su continuación (futuro). De hecho, el significado de\\nhaber estado cayendo se produce gracias al propio caer, y lo mismo podría decirse del\\nseguir cayendo. Tanto en el pasado como en el futuro, el objeto se mantiene inactivo,\\nmientras que en el presente se encuentra imbuido por la acción. Lo que el presente muestra es la unidad de tiempo y acción. La sensación del pasado\\ny la expectación ante el futuro es posible precisamente gracias a ese vínculo.", "Uḍḍyoṭakara, un comentarista medieval del nyāya, añade que esa unidad hace posible\\nque un concepto tan escurridizo como el tiempo cobre sentido. De este modo, pasado y\\nfuturo no tienen una relación meramente relativa, como la tienen grande y pequeño o\\nlargo y corto. Las relaciones entre pasado y futuro se parecen más a las relaciones entre\\nel color y la textura, o el aroma y el sabor. Pasado y futuro no constituyen un par de\\nopuestos. Si lo fueran, se supondría que uno depende completamente del otro, y no\\nhabiendo uno, no existiría el otro (no habiendo luz no habría oscuridad, etc.).", "Vātsyāyana concluye que el futuro no puede explicarse exclusivamente mediante el\\npasado ni a la inversa. Hace falta un presente activo para que dichas concepciones tengan\\nsentido. El presente puede ser reconocido mediante la presencia de las cosas o mediante una\\nserie de actos coherentes. En el primer caso vemos que allí hay un árbol (sustancia), que\\ntiene las hojas verdes y lanceoladas (cualidad), que se agitan por el viento (movimiento).", "Sin el presente no sería posible concebir nada, ni siquiera el contacto entre los órganos de\\nlos sentidos, la mente y el objeto. Si uno de éstos faltara, la percepción no sería posible y\\nsin ella serían vanos los otros medios de conocimiento: la inferencia (anumāna) y el\\ntestimonio verbal (āgama). En el segundo caso el presente se manifiesta al realizar una\\nactividad que no es meramente perceptiva: se recoge agua, se pone a hervir, se limpia el\\narroz, se introduce en la vasija, etc. O se repite una acción, se levanta el hacha y se la\\ndeja caer repetidamente sobre el tronco. En ambos casos lo cocinado o lo cortado es\\naquello sobre lo que se actúa, y dicha acción justifica la existencia del presente. De este\\nmodo se prueba la existencia y continuidad de la sustancia tiempo: como fundamento de\\nla percepción o como expresión de una unidad de actos en la que se encuentran\\n13\\nEn relación con el espacio el pensamiento indio insistió en una idea complementaria a su\\nconcepción del tiempo como acto. Se tiende a considerar a la conciencia como el factor\\nque crea el receptáculo donde habitan los seres y no a la inversa, como se entiende en la\\nconcepción moderna del espacio. Esta idea será desarrollada fundamentalmente por el\\nsāṃkhya, que hará de un principio intelectivo (buddhi) el fundamento del espacio y del\\ntiempo, y por los budistas, que asociarán los diferentes ámbitos del espacio a los diversos\\nestados mentales. Ya sea en el caso del espacio o en el del tiempo, las cosmovisiones que presentamos\\nponen el énfasis en la continuidad frente a la escatología. La idea de un comienzo y final\\nde los tiempos es extraña al pensamiento indio. Siendo esto así, la cuestión de si el\\nmundo ha sido creado o existe por sí mismo se decanta generalmente por lo segundo.", "Algunos textos describirán el intervalo entre la disolución del cosmos y su posterior\\nrecreación mediante la metáfora del sueño. La energía creativa duerme en estado de\\nsemiconsciencia y, al despertar, el universo se despliega de nuevo. La literatura sāṃkhya, junto a la budista, establecerán las concepciones del espacio y\\ndel tiempo que predominarán en la época clásica, ofreciendo una concepción de la vida\\nconsciente y del cosmos como un proceso de continuo crecimiento y disminución, de\\nmuerte y regeneración. Mientras que el tiempo cósmico es simétrico (los astros y los\\nhombres vuelven cíclicamente), el tiempo de la experiencia consciente puede ser\\nasimétrico. Ésa fue la gran aportación del budismo a la cosmología, que trazaría un mapa\\ndel tiempo basado en los estados mentales asociados a la meditación. Cartografiar el\\nespacio es, para el budista, cartografiar la mente. El sāṃkhya postulará una conciencia (puruṣa) acostumbrada a estar por encima de\\nlas cosas, pero que no quiere perderse la singular belleza de las transformaciones de la\\nmateria. Su virtud está contenida en su prudencia. Asiste y se recrea en una\\nrepresentación cuyo único propósito (según las metáforas habituales) es complacerla. La soteriología mantendrá una contraposición entre la creación del mundo y la\\nliberación del individuo que, como veremos, recorren una misma dirección en sentidos\\nopuestos. Incorpora la idea, quizá de origen budista, de que la rueda de la vida mantiene\\nsu giro gracias al impulso de la ignorancia, la sed y la actividad consciente.5 Predomina la\\nidea de la liberación como reintegración a la unidad original, aunque el budismo no\\ncompartirá esa nostalgia del origen tan representativa de la mitología brahmánica.", "Lo sensible, según se sabe, permite dos tipos de ensimismamiento, respecto al objeto\npercibido o respecto al hecho mismo de percibir. En el primer caso somos atraídos por lo\nque nos rodea y, si queremos profundizar en esa dirección, debemos olvidarnos hasta\ncierto punto de nosotros mismos. En el segundo, el mundo exterior sólo colorea y da\nforma al reconocimiento mismo de la percepción, adquiriendo un papel secundario,\\n14\\nauxiliar, a una actividad sensible reflexiva. Puede decirse que toda filosofía se recrea en\\nuna de estas dos tendencias y, aunque en el pensamiento europeo no faltan buenos\\nejemplos del ensimismamiento en la percepción (Berkeley, Hume), es ésta quizá la\\nactitud predominante en el pensamiento indio, que también ofrecerá ejemplos de la\\nprimera, como en la filosofía de la escuela nyāya. Aun a sabiendas de que no hay modo de salir del círculo de la percepción: «La retina\\ny la superficie cutánea invocadas para explicar lo visual y lo táctil son, a su vez, dos\\nsistemas táctiles y visuales» (Gustav Spiller), las sociedades tecnológicas modernas se\\nhan caracterizado por el desarrollo de los mecanismos de percepción externa. Vemos el\\nrastro que las partículas elementales dejan en las cámaras de burbujas, observamos cómo\\nel fotón atraviesa dos rendijas al mismo tiempo, los radiotelescopios nos permiten\\nescuchar la radiación cósmica de fondo. Y, civilizacionalmente, podría decirse que estos\\navances no son independientes de un descuido de los mecanismos de percepción interna. Un buen ejemplo a este respecto lo encontramos en la escuela sāṃkhya y en la\\nmetafísica que hay detrás de sus técnicas para la auto-realización. Para el sāṃkhya el\\norigen está siempre presente, en cada reflexión, en cada acto cognitivo, en cada\\npensamiento. Plotino decía que el alma abandona el tiempo cuando se recoge en lo\\ninteligible; pues bien, para el sāṃkhya el espíritu (puruṣa), una conciencia pura y sin\\ncontenido, se encuentra fuera del tiempo pero es testigo y fin de cada uno de los\\nesfuerzos del devenir consciente. Y el sujeto, cuando reflexiona, lo hace en y desde el\\norigen. Con el sāṃkhya el universo se llena de testigos ocultos a los que la materia, en su\\ninfinita capacidad de creación y diversificación, trata de complacer. La conciencia se\\nrecrea con las escenificaciones de la materia y se deja seducir por ella. Esta conciencia\\noriginal no es una parte del tiempo pero lo acompaña continuamente. De hecho, los\\npropios objetivos de esta metafísica en cuanto filosofía de la vida consisten en llevar a\\nefecto y a la realidad el origen (el puruṣa) y el presente (el tiempo) como integridad,\\nlogrando así superar las servidumbres de lo temporal. Estas cosmologías permiten revisar la manera en que la antigua India enseñaba a\\nponderar el entorno cósmico. No estamos ante mitos pintorescos o caprichosas\\nespeculaciones, ni se nos exige que aceptemos sin reticencias los diferentes mapas del\\ntiempo, simplemente se nos invita a reconsiderar los modelos, algunos ciertamente\\ningeniosos, que ofrecieron las diversas épocas. Sus intuiciones podrían, en el mejor de\\n15\\n1 El título completo de la obra es Cosmologia generalis methodo scientifica pertractata qua ad solidam, in\\nprimis dei atque naturae cognitionem via sternitur, Francfort y Leipzig, Rengeriana, 1731. 2 Esto lleva a postulados del tipo: «Sea el universo una función continua infinitas veces derivable», que pueden\\nescucharse todavía hoy en las facultades de física donde se enseña cosmología. 3 La expresión es de Gombrich (1975): «Ancient Indian Cosmology». 4 Bhāṣya 2. 1. 40 (Jha, 1984). 5 MB 3. 2. 67-68.\\n16\\nliteratura oral conocido como el Veda, que habría sido revelado a esclarecidos sabios de\\nla Antigüedad y preservado, de padres a hijos, por distinguidas familias de brahmanes."], "subsections": []}]}
{"type": "section", "title": "El Ṛgveda", "level": 1, "content": [], "subsections": [{"type": "section", "title": "destinado a regresar a la unidad original. En este sentido puede decirse que la", "level": 2, "content": [], "subsections": [{"type": "section", "title": "Atharvaveda: taumaturgia. A estas colecciones, en su mayoría en verso, hay que añadir sus comentarios en", "level": 3, "content": [], "subsections": []}, {"type": "section", "title": "TRAS EL PERIODO VÉDICO, LA ÉPOCA CLÁSICA FUE CONSOLIDANDO gradualmente la idea de", "level": 3, "content": ["un periódico surgimiento y disolución del cosmos. Con los sistemas filosóficos ortodoxos\\n(āstika), el interés se desplaza de los mitos sobre el origen (cosmogonías de la literatura\\népica y puránica) a consideraciones filosóficas sobre el modo en que se produce dicha\\nregeneración cíclica. No hay aquí el conflicto crónico, típico en la civilización judeo-\\nhelénica, entre mitología y filosofía. En el contexto indio no se produce una superación\\nde lo mitológico por lo filosófico o científico. Ambas cosmovisiones mantienen una\\nrelación de reciprocidad. El mito seguirá pensando y nutriendo desde abajo, tácitamente,\\nlas consideraciones de los filósofos, que sustituirán un lenguaje alegórico en el que las\\nenergías cósmicas se asociaban a ciertas divinidades, por un lenguaje técnico basado en\\ntérminos como causalidad, materia primordial, manifestación o realidad. Veremos\\nque, en el caso del sāṃkhya, no hay recelos en acudir a la ayuda de ciertas metáforas\\ncuando resulte difícil la comprensión meramente conceptual. La primera de las grandes cosmogonías del periodo clásico se debe al sāṃkhya, uno\\nde los sistemas filosóficos más antiguos de la tradición brahmánica. Es posible que el\\nsāṃkhya no siempre fuera ortodoxo. Garbe ha sugerido que en sus orígenes bien pudo\\nser un movimiento de oposición a los excesos ceremoniales y rituales del brahmanismo.1 Sea como fuere, con el tiempo se convertiría en una de las escuelas clásicas de la\\nfilosofía india, asociada al yoga. Aunque estas escuelas se encuentran ya, en el periodo\\nclásico, marcadas por la escritura, en sus orígenes el sāṃkhya surgió de tradiciones\\norales. Podemos encontrar referencias a esta escuela desde las primeras upani-ṣad\\n(Chāndogya 800-600 a. EC) hasta las más tardías (Kaṭha, Śvetāśvatara 400-200 a. EC).", "También en tratados de ciencia política como el Arthaśāstra (Kauilya, 300 a. EC), en las\\ngrandes épicas (en el Mokṣadharma y la Bhagavadgītā del Mahābhārata, 200 a. EC-\\n200), en algunos dharmaśāstra como Manusmṛti (200 a. EC-200), en biografías\\nsánscritas de Gautama Buda como el Buddhacarita (Aśvagoṣa, ca. 100), en compendios\\nde medicina como el Carakasaṃhitā (Caraka, ca. 100-200) y el Suśrutasaṃhitā (ca.\\n200-300), y en la literatura enciclopédica de los purāṇa (Mārkaṇḍeya, Vāyu y otros, del\\naño 300 en adelante). La abundancia de alusiones, referencias o fragmentos de filosofía\\nsāṃkhya en todas estas obras permite inferir que gozaba de un gran prestigio e influencia\\nen la Antigüedad. Sin embargo, el documento más antiguo del que disponemos es relativamente tardío.", "La Sāṃkhyakārikā de Īśvarakṛṣṇa, un compendio sistemático en 70 estrofas, data del\\n39\\nsiglo IV. Esto significa que, desde la época antigua hasta la aparición de los primeros\\ncomentarios (de los cuales el más completo, el Yuktidipikā, es seguramente posterior a\\nDignāga [siglo VI] y anterior al de Vācaspati Miśra [siglo IX]), hay una importante\\nausencia de exposiciones sistemáticas del sistema y sólo encontramos alusiones, más o\\nmenos incompletas, en textos de otras escuelas. Erich Frauwallner y, más recientemente,\\nGerald Larson han dedicado dos estudios muy completos a la reconstrucción de los\\nitinerarios de la literatura sāṃkhya,2 el presente capítulo se limitará a exponer la\\ncosmología sāṃkhya a partir de los comentarios a la obra de Īśvarakṛṣṇa, que datan de\\nla época clásica y medieval, cuando el sistema ya se encontraba completamente\\ndesarrollado.3 Frauwallner fue de los primeros en insistir en el carácter germinal de la contribución\\nsāṃkhya al pensamiento filosófico indio. Sólo el nyāya-vaiśeṣika y el budismo temprano\\nson comparables en antigüedad.4 Mientras que otras tradiciones de pensamiento pudieron\\nsurgir de ámbitos rituales y dialécticos, es posible que el sāṃkhya lo hiciera de\\ntradiciones matemáticas, astronómicas o médicas, lo que explicaría su inclinación por la\\ncosmología racional.5 El sāṃkhya, por otro lado, desarrollará toda una teoría del cuerpo\\nhumano, que se mantendrá ligada a las tradiciones del yoga, así como a las diferentes\\ncorrientes terapéuticas del ayurveda. En este periodo, ni siquiera el vedānta o el\\nmīmāṃsā habrían podido distanciarse de sus raíces religiosas.6 La inclinación a agrupar\\nlos términos filosóficos en parejas, tríos, quintetos o septetos, estrategias que\\nAṇguttaranikāya, podría sugerir vínculos con el pitagorismo, aunque la evidencia de que\\ndisponemos no permite aclarar la cuestión.7 También es posible relacionar esta\\nmetodología con la música, la astronomía y la recitación sacra, donde los números\\nprimos desempeñarían un importante papel. Jean Filliozat ha investigado la transferencia\\nde conocimiento entre India y Grecia y los más que probables contactos entre ambas\\ncivilizaciones en los primeros siglos antes de nuestra era, seguramente a través de Persia.8 Richard Garbe da por hecho que las relaciones entre India y Alejandría se consolidaron\\nen los primeros siglos de la era común, con el imperio kushana y el apogeo del arte\\ngrecobúdico de Gandhāra. Para el estudioso alemán ello explicaría la influencia de la\\nfilosofía sāṃkhya en los sistemas gnósticos y neoplatónicos.9 El tema es fascinante y el\\ndebate entre paralelismos e influencias ha durado algo más de un siglo. Hoy día, la\\nmayoría de los investigadores prefiere dejar la cuestión abierta. Si hubo préstamos o\\nsincronicidad arquetípica es algo que no está a nuestro alcance saber, aunque, en el caso\\n40\\nasociado a los pitagóricos, tuvo en la antigua India sus representantes en la escuela\\nencapsulaban los diferentes elementos de lo real. La filosofía de la «enumeración»\\n(sāṃkhya) elaboraría una compleja metafísica cuya influencia se extendió a otras\\ndisciplinas: medicina, política, leyes, mitología y a la literatura épica y devocional,\\nmanteniendo un intenso diálogo con las tradiciones filosóficas ortodoxas del\\nbrahmanismo (los seis darśana), así como con las escuelas heterodoxas del budismo y\\njainismo. El sāṃkhya enumera sistemáticamente los diversos elementos de lo real,\\nestableciendo tres categorías de acuerdo con sus funciones específicas dentro del\\nconjunto: los 25 principios constitutivos del cosmos, denominados tattva. Las ocho\\ninclinaciones de la inteligencia, denominadas bhāva. Y las 50 categorías efectivas de lo\\ndado (bhūta). Lo que constituye el mundo, lo que podría ser y lo que de hecho es. La\\nontología, la soteriología y el conocimiento empírico. Se distinguen asítres ámbitos de\\nactividad: el constitutivo o formal (rupa), el proyectivo o intencional (pravṛtti) y el\\nconsecuente o final (phala). El sistema postula, como se dijo, un universo pulsante,\\ndonde se alternan sucesivas creaciones y reabsorciones. El funcionamiento del mismo se\\nbasa en una distinción fundamental entre una conciencia original sin contenido,\\ndenominada puruṣa, y una materia primordial, llamada prakṛti, donde se contiene en\\npotencia toda la diversidad del mundo natural. Dicha distinción se analizará ampliamente\\nmás adelante, baste por ahora con apuntar que, en su materialidad, prakṛti se define\\ncomo lo opuesto al puruṣa. Mientras el puruṣa es un testigo indiferente e inmutable de\\nlas evoluciones e involuciones cósmicas, la prakṛti constituye el material donde se\\nproducen todas esas transformaciones. La materia primordial se activa y desactiva periódicamente en cada una de las fases\\nde despliegue y repliegue del cosmos. Así, la prakṛti tiene un estado manifiesto, durante\\nel periodo de despliegue, y un estado potencial o latente (avyakta), cuando el universo,\\nuna vez replegado, «duerme» en tenso equilibrio. La intervención de la conciencia, como\\nveremos, hará de nuevo despertar a la materia, dando lugar a un nuevo ciclo cósmico. El\\npuruṣa desempeña así el papel de catalizador del despliegue de la prakṛti, siendo\\nparadójicamente él mismo inactivo e inmutable, pura conciencia neutra y sin contenido.", "Estamos ante una de las primeras expresiones de lo que podría denominarse materialismo\\nmetafísico, al que hay que añadir un importante sesgo experiencial. Lo primero porque,\\nde no ser por la presencia enigmática del puruṣa (desencadenante de la metamorfosis\\ncósmica), el sāṃkhya constituiría un evolucionismo materialista muy parecido al que\\npredomina hoy en la ciencia moderna. Lo segundo porque el propósito de esta filosofía,\\ncomo se indica al inicio de la Sāṃkhyakārikā, es la erradicación del sufrimiento\\nmediante el conocimiento expuesto por el propio texto.10 Esta primera estrofa deja\\nentrever una posible influencia budista, confirmada en la siguiente, donde se muestran\\n41\\nreticencias respecto a la práctica del ritual védico, que a su goce efímero añade el\nsufrimiento de la víctima sacrificial. En su lugar se propone una alternativa filosófica: el\ndiscernimiento entre el mundo fenoménico o manifiesto (vyakta), lo no manifiesto\npotencial (causa primordial de dicho mundo fenoménico: avyakta), y el conocimiento que\ncabe dentro de lo fenoménico (jña).11\\nComo filosofía de la enumeración, la primera taxonomía que cabe mencionar es la de los\n25 principios o elementos constitutivos de lo real. Estos principios (tattva) no gozan\ntodos de un mismo estatus y no aparecen simultáneamente en el proceso evolutivo del\ncosmos, sino que se ordenan jerárquicamente del siguiente modo.", "El comentario más esclarecedor de las Sāṃkhyakārikā aparecerá cinco siglos más\ntarde. Su autor fue Vācaspati Miśra (900-980), un brahmán que vivió cerca de la\nfrontera de Nepal y del que apenas sabemos nada. Miśra compuso diversos y valiosos\ncomentarios sobre las diferentes escuelas de pensamiento ortodoxas, entre ellas el\nsāṃkhya. El Tattvakaumudī12 (Esclarecimiento de los principios) clasifica los 25\\n42\\nprincipios según sean germinantes o germinados. Esta cuádruple división se establece en\\ntérminos de su eficacia creativa: 1. meramente creativos, 2. creativos y creados, 3.\\nmeramente creados, 4. ni creados ni creativos. El principio intelectivo (buddhi [3])\\npertenece a la segunda categoría. Es creativo porque a partir de él se desarrolla el sentido\\nde la identidad (ahaṃkāra) y es creado porque en sí mismo es una evolución de la\\nmateria primordial (prakṛti). Esta categoría la comparte también el sentido del yo\\n(ahaṃkāra [4]) y los cinco elementos sutiles (tanmātra [16-20]), que son los creadores\\nde los elementos físicos. Los meramente creados son la mente (manas [5]), los cinco\\nprincipios cognitivos (buddhīndriya [6-10]), las cinco facultades de acción (karmendriya\\n[11-15]) y los cinco elementos físicos (mahābhūta [21-25]). El único principio\\nexclusivamente creativo es la material primordial, prakṛti, que ha existido siempre, ya sea\\nen su estado manifiesto (vyakta) o en su estado latente (avyakta). Frente a todos ellos destaca la posición que en el sistema ocupa el puruṣa, la\\nconciencia sin contenido. Es el único principio que ni ha sido creado ni es en sí mismo\\ncreativo. Comparte con la prakṛti su carencia de origen o nacimiento pero, a diferencia\\nde ésta, no es un principio creativo (na prakṛtir na vikṛtiú puruṣaú) y no produce nada.", "El puruṣa no se implica en el mundo natural y sin embargo es testigo silencioso de sus\\nevoluciones. A pesar de ello es el puruṣa el que ha desencadenado el proceso creativo y\\ndiversificador del cosmos, desestabilizando a la prakṛti, que se encontraba en un\\nequilibrio gúnico perfecto, y cuyo desequilibrio da lugar a la manifestación del mundo.", "Cuando los filósofos sāṃkhya tratan de explicar el paso del universo latente (avyakta) al\\nmanifiesto (vyakta), atribuyen dicha transición al puruṣa. Los dos primeros principios, puruṣa y prakṛti, son independientes uno del otro. Uno\\nrepresenta una conciencia inmutable, plural y sin contenido, el otro la materia original de\\nla que está hecho todo lo dado (ya sea manifiesto o latente). Son los únicos principios\\ncuya naturaleza es autónoma, cuya existencia no depende de la existencia de otras cosas,\\ny por tanto no son función de las condiciones espaciales y temporales del cosmos, sino\\nmás bien al contrario: el espacio y el tiempo pueden considerarse una consecuencia de su\\ncopresencia. La Sāṃkhyakārikā los define como principios metafísicos (fuera del\\nespacio y del tiempo), simples, carentes de partes, estables, no generados o producidos\\npor alguna otra cosa, no sujetos al surgimiento o la desaparición, no apoyados en nada e\\nindependientes.13 Ni siquiera el despliegue y repliegue periódico del cosmos los afecta, es\\nmás, dicho despliegue y repliegue tiene su razón de ser precisamente en dichos\\nprincipios. La relación entre ambos es de copresencia o coexistencia.14 El puruṣa es\\nesencialmente inactivo mientras que la materia primordial es fundamentalmente\\ngenerativa. Ella es la responsable de todo el conjunto de principios que configuran la\\njerarquía del universo natural, generación que se activa por la presencia de la conciencia,\\nque decanta el proceso de transformación del mundo (pariṇāma) sin implicarse en él.", "Aunque cada uno de ellos existe por separado, una peculiar compenetración los vincula.\\n43\\nPeculiar porque, como veremos, una de las partes no se ve afectada por la convivencia\\npero la solicita. Para muchos de sus críticos, antiguos y modernos, éste es el talón de\\nAquiles de la filosofía sāṃkhya. Para otros, en esa misteriosa relación radica su genio y\\noriginalidad. La primera emanación de la materia primordial (mūlaprakṛti) es un principio de\\ninteligibilidad denominado técnicamente buddhi y que es la forma más sofisticada de la\\nmateria, su forma emergente, en la que predominan los aspectos luminosos del guṇa\\nsattva (del que hablaremos más adelante). Se trata de una inteligencia que se encuentra\\ntodavía lejos de ser la facultad de un sujeto o la capacidad de un organismo para\\nadaptarse a situaciones nuevas. No hay todavía, en este estadio de la evolución cósmica,\\nentidades o individuos. Pero dicha inteligencia no carece de aspectos gnoseológicos y\\npara desarrollarlos se fabrica un yo, un sentido de la identidad (ahaṃkāra). Observemos\\nla originalidad de la cosmovisión sāṃkhya: la inteligencia no es aquí una potencia del yo,\\nsino más bien a la inversa. Y esa inteligencia no es una entidad metafísica de ordenación\\ndel cosmos, sino una consecuencia de la evolución de la materia. La evolución natural\\nconduce a un principio de individuación donde la identidad o el sentido del yo es\\nresultado (o tendencia inevitable) del desdoblamiento de la inteligibilidad, que necesita de\\nentidades sobre las que predicar y que no sean ellas mismas atributos.15 No hay, en este estadio de la serie de transformaciones (pariṇāma), una dependencia\\nde la inteligencia con el sentir, ya que los estímulos del sentir presuponen un sujeto que\\nles sirva de sede, y ese sujeto no se ha formado todavía. Lo sensible se constituirá\\nposteriormente, como resultado de la combinación del sentido del yo (ahaṃkāra) y de la\\nmente (manas), que darán lugar a las 10 capacidades (motoras, sensibles y mentales) y a\\nlos cinco elementos sutiles (sonido, tacto, forma, gusto y olfato). Será a partir de estos\\núltimos que se creen los cinco grandes elementos. No se trata pues de que el mundo se\\nhaga cognoscible gracias a buddhi. El mundo, con su diversidad y pluralidad, no existe\\ntodavía y es esa inteligibilidad la que lo estructura y le da forma. El sāṃkhya plantea, quizá por primera vez en la historia del pensamiento filosófico,\\nque entre el entendimiento y la sensibilidad no exista una diferencia esencial sino tan sólo\\nde grado (como sugeriría mucho después Leibniz). Un continuo va de lo inteligible a lo\\nsensible y la propia actividad de la materia lleva a la inteligencia, gradualmente, a\\nconvertirse en sensibilidad. En términos de la doctrina clásica del sāṃkhya, según la cual\\nel efecto se encuentra latente en la causa (satkāryavāda), la sensibilidad no sería sino el\\ndespliegue de la inteligencia. Iniciaremos nuestra exposición por el análisis de la materia primordial e iremos\\ndescendiendo en la jerarquía, de la azotea al entresuelo y, de ahí, a los sótanos. La serie\\nse inicia en lo más abstracto posible, avanzando gradualmente hacia la concreción. Desde\\nlas formas aladas, sáttvicas, del principio inteligible, hasta las formas más pesadas de lo\\ninerte. Finalmente abordaremos la cuestión más difícil, sobre la que la propia tradición\\nsāṃkhya no parece haber estado siempre de acuerdo: las relaciones entre la conciencia\\n44\\noriginal (puruṣa) y la materia primordial (prakṛti), convivencia que hace posible el\nmundo tal como lo conocemos.", "La raíz del universo, por utilizar una metáfora arbórea, es la llamada materia primordial\\n(prakṛti o mūlaprakṛti). Se define como increada (ha existido siempre, carece de origen\\no nacimiento: avikṛti) y creativa (genera el mundo). Se trata de una noción que amplía la\\nidea común que se tiene de la materia, pues abarca también lo inmanifiesto, el ámbito\\nque guarda, en estado latente (en equilibrio tenso de los guṇa), todo lo que el mundo\\nserá.16 Paradójicamente, dicho estado latente comparte las características de la\\nconciencia original (puruṣa): carece de causa (ahetumat), es intemporal (nitya),\\ninespacial (vyāpin), estable (akriya), simple (eka), sin soporte (anāśṛta), sin\\ncaracterísticas (liṅga), sin partes (anavayana) e independiente (aparatantra). Esta\\ndefinición de lo indefinible se encuentra justificada por las características de lo\\nmanifiesto, que son sus contrarios: tiene causa, es temporal, espacial, inestable, etc. Sin\\nembargo, tanto lo inmanifiesto como lo manifiesto dependen del proceso trigúnico, en el\\nprimer caso de su equilibrio, en el segundo de su desequilibrio. Mientras que el puruṣa o\\nconciencia original se encuentra al margen de dicho proceso trigúnico y es por tanto\\nincapaz de producción alguna. La materia primordial constituye, en sí misma, la fuerza generativa que produce la\\ndiversidad del cosmos. Se encuentra constituida por tres sustancias (triguṇa o traigunya)\\nque guían sus continuas transformaciones. En el orden global de la naturaleza, los guṇa\\ndeterminan la actividad de la prakṛti y los diversos estados que experimenta en su\\nevolución: satisfacción, frustración o confusión, abarcando tanto estados subjetivos como\\nobjetivos, ya sea en forma manifiesta (vyakta) o potencial (avyakta). Los guṇa\\nconstituyen así los hilos que atan los elementos dispersos de lo real, ya pertenezcan al\\námbito tattva, al ámbito bhāva o al ámbito bhūta (de los que hablaremos más adelante).", "Es importante destacar que, en el sistema sāṃkhya, los guṇa nunca se cuentan entre los\\n25 tattva que constituyen el mundo natural, sino que son, por así decirlo, su fuente de\\nalimentación, el axioma o fundamento que permite entender el proceso continuo de\\ntransformación que es el mundo. Para entender la cosmología sāṃkhya es necesario entender previamente la idea de\\nla causalidad que mencionamos de pasada en el apartado anterior. Los textos definen la\\ncausa como un ímpetu que lleva en sí, de forma latente, el efecto (satkāryavāda). O, por\\ndecirlo de otro modo, la preexistencia del efecto en la causa.17 De modo que causa y\\nefecto comparten una misma naturaleza18 y los efectos subsisten in æternus, oscilando\\ncíclicamente entre su forma potencial (avyakta) y su forma manifiesta (vyakta), que es\\ncuando, convencionalmente, adquieren la calidad de «efecto». ¿Qué justifica dicha\\n45\\naserción? En primer lugar el hecho de que una no entidad no puede, en ningún caso,\\ntransformarse en una entidad, la existencia no puede derivar de la inexistencia o, como\\ndecía Parménides y recogería más tarde la escolástica, ex nihilo nihil fit: «De la nada,\\nnada adviene» (no sólo eso: un ente tampoco puede desaparecer en la nada, sólo\\ntransformarse). Debe existir entonces algún tipo de relación que ate el efecto a la causa y\\nlo que no tiene entidad carece de relaciones, de lo contrario el efecto podría ser resultado\\nde una causa cualquiera, lo que supondría negar la causalidad misma, convertida en mero\\nazar. Todo ello contradeciría la experiencia empírica y científica: la regularidad que\\nobservamos en la naturaleza. No se mantiene que el efecto sea idéntico a la causa,\\nsimplemente se niega que sean esencialmente diferentes. Siendo el efecto una causa\\ndesarrollada o desplegada, se infiere que lo manifiesto deberá ser consecuencia de lo\\ninmanifiesto. La idea de un estado potencial o latente (avyakta) del cosmos sustituye aquí\\nal concepto de creación ex nihilo. Todo lo manifiesto, desde el principio intelectivo (buddhi) hacia abajo, deberá ser\\nentonces resultado de un principio original, latente (pradhāna, avyakta, prakṛti). Y para\\ndefinir dicho estado será necesario recurrir a lo manifiesto, a los efectos de prakṛti. La\\npropia experiencia reflexiva y la observación empírica nos lleva a considerar que estos\\nefectos son fugaces, limitados, en continua transformación, dependientes y diversos. La\\nmateria no manifiesta carece de cualidades sensibles que permitan percibirla, pero ello es\\ndebido a su estado latente o potencial, no a su inexistencia. Se sabe de ella mediante la\\ninferencia de la causa a partir de sus efectos (el mundo en transformación). En este\\nsentido, el juego entre lo intemporal y lo efímero, entre lo estable e inestable, se explica\\nen términos de lo potencial y lo manifiesto. En el universo del sāṃkhya no hay\\nverdaderas novedades, ni tampoco verdaderas desapariciones, sino simples despliegues\\nde las causas en los efectos o repliegues de los efectos en las causas. Nada nuevo se\\nproduce en el mundo, todo se encuentra contenido en la materia primordial cuando\\ntodavía no se ha manifestado y toda la diversidad del mundo regresará a ella tras su\\nrepliegue. Si lo fenoménico y transitorio se define en oposición a lo estable y eterno, los\\nproductos de la materia primordial, lo manifiesto (vyakta), los 23 principios que\\nconstituyen el mundo tal como se da a conocer, serán todos ellos causados, finitos,\\ncontingentes. Mientras que lo no manifestado (avyakta) será lo opuesto a esta\\ncaracterización y, al mismo tiempo, su fundamento y causa.19 Lo no manifestado es\\ncausa de sí mismo, de él emana el mundo y en él se reabsorbe, siguiendo ciclos\\nrecurrentes de despliegue y repliegue. Lo manifiesto se mueve en el espacio mientras que\\nsu fundamento es inmóvil. Lo manifiesto es finito y fugaz, su fundamento infinito y\\n46\\nYa hemos mencionado los tres hilos que trenzan la cuerda del universo (los tres guṇa),\\nlos examinaremos a continuación con más detalle. La palabra sánscrita guṇa significa\\nliteralmente «cabello, hilo o filamento», haciendo referencia a las tres hebras trenzadas\\nque componen una cuerda. El término puede significar también cualidad, genio,\\ninclinación, condición o temperamento. El sistema sāṃkhya postula tres constituyentes\\nde la materia primordial (prakṛti), tres temperamentos o humores (triguna): uno\\ncontemplativo (pura serenidad), otro activo (pura inquietud) y un último pasivo (pura\\ninercia), asociados al placer, el dolor y la indiferencia, respectivamente. Todas las cosas\\ncreadas resultan de algún tipo de mezcla de estas notas distintivas, desde el mineral al\\nplaneta, desde la más insignificante brizna de yerba hasta el más engolado de los dioses.", "El paralelismo con Hipócrates es evidente. El griego distinguía a los individuos de\\nacuerdo con la predominancia de uno de los cuatro humores, que daban lugar a\\ntemperamentos sanguíneos, flemáticos, coléricos o melancólicos. Los filósofos del\\nsāṃkhya atribuirían su taxonomía tripartita a todos los entes manifiestos e inmanifiestos,\\nya fueran conscientes o inconscientes, e incluso a las categorías del espacio y el tiempo.", "Aunque nuestro lenguaje hable del siglo de las luces o de épocas oscuras, y el espacio\\nse curve en presencia de agujeros negros o luminosas estrellas, cuesta imaginar en el\\nespacio o el tiempo una naturaleza temperamental. Habitualmente pensamos que los\\nhumores ocurren en el espacio y en el tiempo y no a la inversa. Sin embargo, ésta fue\\nuna idea recurrente en India a la que no se le ha prestado suficiente atención, quizá por\\nnuestra incapacidad de hacernos cargo de ella. El primero de ellos, el guṇa sattva, se asocia con lo ligero, lo expansivo, lo blanco y\\nlo transparente. El segundo, rajas, con lo activo, lo rojo y lo móvil. El tercero, tamas,\\ncon lo pesado, lo negro y lo sólido. Los productos finitos y fugaces del mundo\\ncomparten, con el fundamento eterno e infinito que los produce, estas tres sustancias,\\nque constituyen tanto lo manifiesto (vyakta) como lo inmanifiesto (avyakta o\\npradhāna).20 Salvo que en este último caso los tres guṇa se encuentran en estado de\\nequilibrio. Dasgupta describe la prakṛti, en su estado latente, no como un equilibrio\\nsereno, sino tenso. Su intensidad inherente será capaz de crear, cuando sea\\ndesestabilizada por el puruṣa, toda la diversidad de lo natural. En dicho estado, como en\\nel equilibrio entre la fuerza concéntrica de la gravedad y la fuerza excéntrica del horno\\nnuclear en el interior de las estrellas, la actividad expansiva (rajas) se encuentra\\ncompensada por la gravedad de lo inerte (tamas).21 Cuando dicho equilibrio es\\nperturbado, mediante la intervención (mera presencia) de la conciencia, se inicia el\\nproceso de diversificación de la materia original, según la secuencia esbozada en el\\ncuadro II.1. El mundo evoluciona mediante transformaciones debidas a la interacción de\\nlos guṇa, que son los que constituyen el engranaje del mundo y producen la diversidad\\nde fenómenos y seres. Pero, al mismo tiempo, también son ellos los que permiten a\\ndichos seres inferir lo no manifiesto de lo manifiesto. Dado que el principio fundacional\\ndel universo se compone de estas tres sustancias (sattva, rajas y tamas), puede decirse\\n47\\nque ellas constituyen lo único real. Los guṇa subsisten a todas las transformaciones, ni se\\ncrean ni se destruyen, y de ahí que algunos comentaristas las hayan considerado\\nsustancias.22 Pero hay un testigo que contempla, apartado, todo el proceso, una\\nconciencia sin contenido y, paradójicamente, plural, de la que hablaremos al final de esta\\nsección. Ya hemos visto que el vínculo que establecen los guṇa permite inferir lo no\\nmanifiesto a partir de lo manifiesto, lo infinito de lo finito, lo eterno de lo fugaz, lo\\nliberado de lo contingente. Y en esa correspondencia se establece la doctrina sāṃkhya.", "Cobra entonces sentido lo dicho en la estrofa primera y en las estrofas décima y\\nundécima de la Sāṃkhyakārikā, que consideraban esencial el discernimiento entre lo\\nmanifiesto, lo inmanifiesto y el conocedor, pues dicho discernimiento constituye la vía\\npara la liberación del sufrimiento. Pero, a diferencia del puruṣa, la materia es\\ninconsciente y no puede discernir. De modo que puede decirse que los elementos\\nconscientes implicados en cualquier proceso cognitivo no pertenecen al mundo material,\\nsino que son un préstamo o proyección del puruṣa, que se contempla a sí mismo en lo\\nmaterial, constituyendo el verdadero sujeto del conocimiento. De ello hablaremos más\\nadelante, baste por ahora con apuntar que el puruṣa, aunque tiene capacidad para\\ndiscernir (cosa que no puede hacer la prakṛti), carece de naturaleza trigúnica, lo que lo\\nLos tres guṇa sattva tienen también sus estados afectivos asociados. Sattva se asocia con\\nla dicha (prīti), rajas con la inquietud (aprīti) y tamas con la ofuscación (viṣāda).23 En\\neste sentido puede decirse que el mundo material está hecho de sensaciones o estados de\\nánimo (algo que, como veremos, constituirá uno de los fundamentos de la concepción\\nbudista del universo). Sattva pone de manifiesto e ilumina, rajas es un estímulo o\\nprincipio de actividad, tamas representa la inercia y la obstrucción. Lógicamente, sattva\\nse asocia con la sabiduría y la bondad, con los aspectos creativos y luminosos de la\\nnaturaleza. Mientras que su complementario, tamas, representa la inercia ciega, lo\\nindolente y lo pesado. Entre ambos extremos, resolviendo la tensión, se encuentra rajas,\\nel principio dinamizador que da cuenta de todo cambio y que se considera el humor\\ntípicamente humano. Si la única fuerza evolutiva fuera rajas, el mundo se encontraría\\nsometido a una actividad frenética, tamas contrarresta dicha actividad mediante su\\npesantez y pasividad. Pero todo no sería más que un proceso ciego y fatal si no existiera\\nel tercero de los guṇa, el que ilumina las evoluciones de la materia y encuentra reposo en\\nsu contemplación: sattva. Todo ente y toda manifestación, ya sea material o espiritual, es una mezcla de estos\\ntres guṇa. Sólo cuando el universo se disuelve (pralaya), quedando en estado latente\\n48\\n(avyakta) a la espera del inicio de un nuevo ciclo, los guṇa vuelven a su estado original\\nde equilibrio. Manifestación equivale a desequilibrio gúnico: transformación y\\ndiferenciación. ¿Por qué se produce ese desequilibrio? Debido a la presencia del puruṣa.\\n¿Qué motivo tiene el puruṣa para aventurarse en lo manifiesto? La pregunta carece de\\nsentido desde la perspectiva sāṃkhya, cuyo propósito es erradicar los estados dolientes y\\nconfusos de la existencia. Que la esencia de las cosas sea la sensación, sentir algo o sentirse de cierta manera,\\nse ha propuesto de diferentes formas en la historia del pensamiento, pero en general\\ndesde filosofías de la subjetividad. Con el sāṃkhya el planteamiento es diferente: las\\ncosas son pura sensación, objetivamente, y no sólo desde su particular punto de vista.", "Dichas «sensaciones» cubren en continuidad toda la gama de los entes, desde la brizna\\nde hierba hasta la más alta divinidad. El hombre es, fundamentalmente, sensación y,\\nademás, actividad, inquietud, movimiento (rajas), contemplación y luz (sattva), materia\\ninerte y oscuridad (tamas). Pero el mineral también está hecho de sensaciones, de otro\\ntipo, rudimentarias, lentas, telúricas, opacas, mucho menos dinámicas y flexibles, y\\nescasamente contemplativas. Decir que la esencia de las cosas son las sensaciones\\nsupone afirmar no que los entes tienen o causan impresiones, sino que las impresiones\\ncausan o producen entes. La sensación pasa de ser un mero hecho psíquico al\\nfundamento constitutivo del ser. Ya no se considera, objetivamente, un reflejo y,\\nsubjetivamente, la productora de los hechos de la conciencia, ya no se piensa que puedan\\ndistinguirse tantas sensaciones como aparatos receptores hay (visuales, auditivas,\\nequilibradas…), sino que la sensación pasa a ser la cosa en sí, la función que hace al\\nórgano. La impresión se crea un sistema nervioso, de modo que se podrían dar tantos\\nentes u organismos como combinaciones posibles de sensaciones. Las sensaciones pueden agruparse además en tres categorías: agradables,\\ndesagradables y deprimidas, correspondiendo al placer, el dolor y la estulticia. En el\\námbito material, esta tríada se traduce en luminosidad (prākāśa), energía (pravṛtti) y\\nobstrucción (niyama). Todas ellas dan cuenta de la diversidad material y espiritual del\\nmundo. Cuanto más abajo nos encontramos en la escala de la evolución, cuanto más\\nalejados del primer elemento emergente (la buddhi), menor es la intensidad de las\\nsensaciones. No siente el mineral como la planta, ni ésta como el hombre, hasta el punto\\nde que en ciertos complejos materiales apenas puede hablarse de sensaciones, sino de\\nmeras reacciones físicas. Pero si, como hace el sāṃkhya, establecemos una jerarquía de\\nlos entes en función de su sensibilidad (o mejor, de la sensibilidad que los ha producido),\\nencontramos un camino ascendente hacia el principio primero de lo manifiesto, la\\nbuddhi, el elemento que se encuentra más próximo a la conciencia del puruṣa.\\n49\\nEl proceso tripartito de los guṇa se encuentra estructurado por lo que podría\\ndenominarse el círculo hermenéutico del sāṃkhya. La actividad espontánea (rajas) lleva\\ndeterminación (tamas), una resolución que hace posible la distinción y diferenciación de\\nlos objetos del mundo, de cuyo discernimiento se encargará, a su vez, el guṇa sattva.", "Pues la clarividencia (sattva) no podría darse si no existieran ya elementos discernibles y\\nsusceptibles de ordenación (tamas) y tampoco podría evolucionar, crecer y desarrollarse\\nsi estos elementos no se encontraran en continua transformación (rajas). Es decir, cada\\nuno de los guṇa presupone los otros dos y no podría actuar sin ellos. De modo que la\\ncompleta supresión de uno solo de ellos significaría la disolución del mundo, así como el\\nperfecto equilibrio de los tres tiene como consecuencia el regreso del mundo a su estado\\nlatente (avyakta). Una vez nos situamos en el universo en transformación, ninguno puede\\nser considerado separadamente ni tampoco como causa de los demás. Se podría pensar\\nque sin la actividad (rajas) no existiría nada que ordenar (sattva) ni nada determinado\\n(tamas), sin embargo, desde la perspectiva sāṃkhya, éste es un planteamiento\\ndesencaminado. De hecho, si hay un guṇa que pueda considerarse el primero (sin que\\nello quiera decir que sea causa de los demás), ése sería el guṇa sattva, pues la primera\\nmanifestación de la materia primordial, el principio de ordenación (buddhi) del que\\nsurgen, en evolución, los demás principios, es puro sattva. Pero dicha manifestación no\\nsería posible si no existiera ya un desequilibrio entre los guṇa, que pone en movimiento\\nla rueda del mundo. El yoga heredará del sāṃkhya la idea de que la mente y la conciencia son dos\\nentidades radicalmente distintas. Desde esta perspectiva los intentos actuales de las\\nneurociencias de buscar la conciencia en el cerebro estarían desencaminados. La mente\\nes un instrumento de la conciencia. La conciencia utiliza la mente para observar el\\nmundo material y recrearse en su diversidad. Cuando se confunde el instrumento con el\\nsujeto, la identificación con la mente crea un intelecto oscuro, un sujeto de oscuridad,\\nmientras que cuando se rebaja la actividad de la mente, cuando dejamos de identificarnos\\ncon ese cristal sin luz propia, la conciencia recupera su pureza. Esa desidentificación del\\nsujeto con la identidad que crea la mente es el objeto del yoga. Entre los logros de los\\nyoguis debido a su destreza en el manejo de los estados concentrados de la mente,\\nPatañjali enlista la posibilidad de contemplar el mundo en virtud de los cinco grandes\\nelementos, como un baile de átomos o en función de los tres colores de los guṇa: blanco,\\nOtro de los patrones de enumeración que ofrece el sāṃkhya divide el mundo en tres\ncategorías: el ámbito constitutivo, el ámbito proyectivo y el ámbito fenoménico (lo dado).\nEl primero se compone de los 25 principios constitutivos (tattva), que se reproducen en\\n50\\nel cuadro II.1. El segundo, denominado proyectivo (bhāva), se compone de las ocho\\ndisposiciones o inclinaciones de la buddhi. Finalmente, la interacción del ámbito\\nconstitutivo (25 tattva) con el ámbito proyectivo (ocho bhāva) da lugar al ámbito\\nfenoménico, también llamado efectivo o final (phala), constituido por las 50 categorías\\n(padārtha) de lo dado. Las transformaciones en los ámbitos segundo y tercero (bhāva y bhūta) obedecen a\\nun régimen no estrictamente determinado. Estos dos ámbitos son construcciones\\ntransacciones kármicas que experimentan y proyectan los seres. Mientras que el\\ndeterminismo domina el ámbito tattva, regido por una estricta razón suficiente, en los\\námbitos proyectivo (bhāva) y final (phala) son posibles las transformaciones. Como\\napunta Larson: «uno no puede cambiar lo que es, pero uno puede cambiar su propia\\nperspectiva o predisposición a lo que es». De este modo tanto el conocimiento como la\\nignorancia pertenecen al ámbito proyectivo y final, ambos son sólo predisposiciones y no\\nprincipios (tattva).24 En el ámbito proyectivo encontramos aquellas predisposiciones del intelecto de\\nnaturaleza sáttvika, representadas por el discernimiento reflexivo de la buddhi: mérito,\\nconocimiento, desapego y poder.25 Pero también hallamos aquellas predisposiciones que\\nrepresentan las tendencias reificadoras de la buddhi, de carácter tamásico, tales como el\\nvicio, la ignorancia, el apego y la impotencia. Se supone que ambas tendencias se derivan\\nde una actividad espontánea e inconsciente, asociada con el guṇa rajas. Lo decisivo aquí\\nes que la combinación y el grado de participación de los diferentes ingredientes, en cada\\nrenacimiento particular, predispone al liṇga que transmigra (del que hablaremos más\\nadelante), a proyectar o crear las condiciones de su futura existencia. La vida en los\\nparaísos se encuentra dominada por el guṇa sattva, la actividad de rajas es característica\\ndel ámbito humano mientras que el guṇa tamas domina el mundo inconsciente e inerte\\nde tosca materialidad. Respecto al ámbito efectivo, que como dijimos da lugar a las 50 categorías del\\n(viparyaya), 28 carencias o incapacidades (aśakti), nueve satisfacciones (tuṣṭi) y ocho\\nlogros espirituales (siddhi). Los cinco errores son, según las listas antiguas, oscuridad\\n(tamas), confusión (moha), confusión extrema (mahāmoha), cinismo (tāsmisra) y\\ndesesperación (andhatāmisra). Posteriormente Patañjali, siguiendo la tradición del yoga,\\napasionamiento (rāga), resentimiento (dveṣa) y miedo a la muerte (abiniveśa). El\\nprimer error (tamas, avidyā) consiste en la incapacidad de distinguir el puruṣa del\\nintelecto, la yoidad, y los cinco elementos sutiles. El segundo es la confusión egoísta, la\\npreocupación por la propia identidad, por un «mío» carente de correlato real (aspecto\\néste muy budista). La confusión extrema o apasionamiento (rāga) hace referencia al\\n51\\napego a los elementos sutiles y a los elementos físicos, al apego a las 10 relaciones\\nsociales (padre, hijo, hermano, esposo y amigo, y la contraparte femenina). El cinismo o\\nresentimiento (tāsmisra, dveṣa) ante la incapacidad de obtener los logros del espíritu\\n(siddhi). La desesperación (andhatāmisra) o el miedo instintivo a morir (abiniveśa) es\\nconsecuencia de persistir en lo anterior. En su afán por dar cuenta de todo lo dado, las 28 carencias o incapacidades (aśakti)\\ndesignan las disfunciones mentales, motoras o sensibles: enajenados, lisiados o ciegos,\\nglosando además otros desórdenes mentales. Pero no todo son calamidades en esta lista."], "subsections": []}]}, {"type": "section", "title": "la formación de la expresión verbal con un maestro adecuado, 3. el estudio y la", "level": 2, "content": [], "subsections": [{"type": "section", "title": "PARA EL BUDISMO, EL UNIVERSO ES INDISOCIABLE DE LA VIDA MENtal de aquellos que lo", "level": 3, "content": ["habitan. Su distribución en el espacio y su evolución en el tiempo no se articula mediante\\nfuerzas impersonales y concéntricas (como la gravedad), sino en virtud de las\\nexcentricidades de la vida consciente. De modo que los destinos individuales de los seres\\nno se encuentran a merced del destino del universo, que prepara las condiciones para su\\naparición o garantiza su supervivencia, sino que son sus propias acciones, con sus\\nestados mentales asociados, las que trazan el mapa y el calendario cósmicos. El abanico\\nde las experiencias conscientes, de lo tosco a lo sutil, de lo instintivo a lo cultivado,\\nconfigura tanto el espacio de la cosmografía como el tiempo y la periodicidad de los\\nciclos de despliegue y repliegue del universo. Algunos investigadores han visto en estas\\nasociaciones entre mente y universo «la contraparte poética, imaginativa y mítica de las\\ndescripciones de los estados meditativos (jhāna)».1 En lo que sigue veremos que la\\npropia escolástica no se posiciona claramente sobre si ese paralelismo debe entenderse\\nliteral o metafóricamente. La mente es a veces metáfora del cosmos, y el cosmos\\nmetáfora de la mente, pero en ciertas ocasiones se establece entre ambos un paralelismo\\no complementariedad que parece afirmar la existencia independiente de ambas entidades.", "Sea como fuere, comparar las descripciones de los estados de la mente con narraciones\\nde naturaleza cosmogónica permitirá comprender con mayor amplitud la idea del cosmos\\nde los antiguos budistas.2 Los primeros intentos por establecer una cosmología coherente en el budismo\\npertenecen a la literatura escolástica (abhidharma) de las escuelas sarvāstivāda y\\ntheravāda. Estos primeros esbozos se hallan registrados en el Abhidharmakośa-bhāṣya\\nde Vasubandhu, y el Visuddhimagga de Buddhagosa.3 Dado que ningún sūtra individual\\nofrece una descripción cosmológica completa, estas dos obras sistematizan las diversas\\nreferencias de la tradición a otros mundos y otras formas de la existencia registradas en\\nlas colecciones de diálogos (nikāya). La cosmografía budista concibe un número incalculable (sāhasra) de universos.", "Todos ellos comparten una estructura similar, denominada en sánscrito cakravāḍa (pāli:\\ncakkavāḷa). Dicha estructura se organiza verticalmente en tres niveles o ámbitos\\ncósmicos (dhātu), cada uno de los cuales comprende diversos planos de existencia.", "Vasubandhu y Buddhagosa difieren al cifrar el número (elevadísimo) de universos\\n(cakravāḍa), aunque coinciden en afirmar que todos ellos carecen de límite espacial y\\ntemporal. Los diferentes ámbitos en los que se estratifica cada universo particular\\ncorresponden a los diferentes estados mentales, que llevan aparejados diferentes\\n80\\nmorfologías y modos de ser. Estos «planos» no se entienden como localizaciones en\\nsentido estricto, sino más bien como temperamentos o estados de ánimo. De modo que\\ncada uno de ellos se crea cuando un ser renace en él y, en general, no se considera su\\nexistencia al margen de la percepción de aquellos que los habitan. Aunque los textos\\nmantendrán cierta ambigüedad respecto a este punto, en general puede decirse que el\\nuniverso budista carece de mundos deshabitados, es decir, lugares donde no se da ningún\\ntipo de percepción. Esto tiene como consecuencia que la separación física de los seres se\\nencuentre subordinada a diferencias entre sus estados mentales: los animales y los\\nhumanos comparten un mismo mundo físico, aunque sus esfuerzos, intenciones y\\nvoluntades pertenecen a «planos» diferentes. En esta jerarquía de sensibilidades hay, en sentido ascendente, un ámbito del deseo\\n(ārūpyadhātu). Cada uno de ellos se subdivide en diversos planos, hasta completar 31.4 El ámbito del deseo incluye seis clases de dioses. Los seres de rūpadhātu se denominan\\nbrahmas, no son deidades en el sentido clásico, apenas interaccionan o se implican en\\nasuntos humanos, cosa que sí hacen los dioses de kāmadhātu. Ārūpyadhātu, por ser\\ninmaterial, no ocupa un lugar en el espacio. Los «seres» que lo habitan carecen de forma\\ny localización, pero no son eternos, comparten la impermanencia de todo lo existente.", "Los bodhisattvas evitan renacer en ārūpyadhātu y prefieren regresar al calor de lo\\n81\\n82\\nPeter Masefield, en un artículo que rastrea correspondencias entre la Bṛhadaranyaka-\\nupaniṣad y la literatura de los nikāya pāli, ha llamado la atención sobre los tres modos\\nde aproximación a la realidad de las cosas registrados en estas obras.5 Masefield utiliza\\ncomo ejemplo el caso en el que diversas expresiones se refieren a un único objeto (como\\nen «lucero del alba» y «lucero de la tarde» que designan un mismo planeta: Venus). De\\nun modo parecido, los términos brahman y ātman se refieren a una misma realidad\\nintangible, que no es ni exclusivamente cósmica ni exclusivamente individual. Ese «algo»\\n(lo real), cuando se contempla desde la perspectiva cósmica (adhidaivatam), se\\ndenomina brahman, mientras que si se hace desde la conciencia individual (adhyātman)\\nse denomina ātman. Una vez establecida esta correspondencia, hablar del cosmos\\nsupone hablar de lo humano, sin que ello implique necesariamente una visión\\nantropomórfica. Se trata simplemente de dos modos de aproximar una misma realidad."], "subsections": []}]}, {"type": "section", "title": "El universo ha existido siempre y siempre existirá. Carece de límite temporal, pudiéndose obviar la caracterización de su creador y la elaboración de una", "level": 2, "content": [], "subsections": []}, {"type": "section", "title": "La ley de la causalidad (que no se limita al ámbito material) rige el funcionamiento del mundo. Esa ley se expresa de manera general mediante el díctum: asmin sati", "level": 2, "content": [], "subsections": []}, {"type": "section", "title": "La fuerza gravitante de las acciones de los seres (toda acción lleva asociado un estado mental) configura la estructura del universo, tanto en el espacio como en el", "level": 2, "content": ["tiempo. 5. El universo se estructura en diferentes ámbitos de existencia (según el principio anterior) que constituyen una jerarquía. Dichos ámbitos se encuentran asociados a\\nun modo especial de proceder adquirido por la repetición de actos, tendencias\\ninstintivas e inclinaciones del pensamiento. Todos ellos constituyen los estados\\n86\\nEn la sucesión en el tiempo y el espacio, en su duración y movimiento, los seres ofrecen\\ndiferentes versiones de sí mismos. Y ese estar en el mundo es propio de una acción\\n(karma) que no sólo imita sino que identifica. En su devenir los seres se trasmutan y se\\nrehacen y únicamente lo actuado podrá cambiar el nombre de las cosas, cambiar su\\nidentidad. Ése es el drama en el que surge la tradición budista. Un drama en el que el\\nsujeto se define como una particular unidad de actos dentro de un proceso continuo de\\npercepción cognitiva (vijñāna-saṃtāna), que recorre diversas formas de existencia,\\ndonde los seres se transforman unos en otros, metamorfoseándose según ganen o pierdan\\nen inteligencia o estupidez. En este drama el universo no se mueve por las fuerzas\\nimpersonales y concéntricas de campos gravitatorios, sino por las excentricidades de la\\nacción consciente. La preferencia budista por el mundo de los seres (sattvaloka) frente al\\nde su ubicación (bhājanaloka) hace que los destinos individuales no se encuentren a\\nmerced de la evolución ciega de la materia, sino que son las propias acciones de los\\nseres, su abanico de verbos, las que trazan la singladura de la nave del mundo. El tejido\\ndel espacio-tiempo es suplantado por una matriz en cuyo molde los seres nacen de sus\\npropias acciones. La identidad, ese deseo de perfilar, del pintor, del científico, del\\nbodhisattva, es acto puro. Y como todo acto lleva un estado mental asociado, el conjunto\\nde los estados mentales que forman el temperamento o personalidad (una vocación en el\\ncaso del bodhisattva, una inclinación o carrera hacia el despertar) se encontrará asociado\\ncon los diferentes ámbitos de existencia. Es entonces cuando las historias populares sobre\\nlos deva que pueblan la literatura de los nikāya pueden entenderse en términos de\\nestados mentales. La batalla que libra Siddhārta contra la muerte (Māra), bajo el árbol\\ndel despertar, pasa a ser metáfora de una carrera de obstáculos (nīvaraṇa), de superación\\nde ciertos estados mentales que impiden obtener el primer jhāna, más allá del mundo del\\ndeseo sensual, que es el ámbito de jurisdicción de Māra. La variedad y riqueza de la experiencia humana, capaz de experimentar los dolores\\nmás abyectos y las afinidades más sublimes, sitúa al hombre en una posición privilegiada\\nen todo este entramado. Dentro de esas capacidades para la acción, la tradición budista\\nestablece una jerarquía de los seres en función de su sensibilidad, que sirve de teodolito\\npara clasificar las complejidades de lo vivo. Larvas que sólo gustan, gusanos que\\núnicamente palpan, peces que oyen pero no huelen, espíritus que sólo ven lo invisible,\\nseres capaces de reflexionar el universo… Cuanto mayor es el número de sentidos\\ndisponibles, más capaces son los seres de conocer la naturaleza del mundo. Cuando, en\\nel hombre, esta sensibilidad se refina, entonces se hace posible el tránsito a ámbitos más\\nallá de la forma. Paradójicamente, la sublimación de la sensibilidad es el puente para la\\nsuperación de lo sensible. En este sentido, el mapa del cosmos es, para el budismo, un detallado informe de\\ntodas las experiencias posibles (de todos los estados mentales) por las que habrán de\\npasar los seres en su deambular (errático o intencional) por la existencia (saṃsāra). El\\nespacio y sus ámbitos de vida son una creación del temperamento de los seres que los\\nhabitan. Hay aquí un cambio radical de perspectiva: el ser no habita en el espacio, sino\\n87\\nque es el espacio el que habita en el ser. El espacio ya no es una categoría preconceptual\nque sirve de escenario para el drama de la vida humana, sino que es resultado de una\ncreación mental, de un temperamento que se crea un hueco donde habitar.", "Una onda de gravedad mantiene el pulso del mundo. La diversidad del universo material\\ny espiritual tiene en efecto una causa, en modo alguno es resultado del azar. Al inicio de\\ncada ciclo el universo se recrea, y el sujeto de ese «se» impersonal, lo que pone en\\nmarcha de nuevo el mundo, es la fuerza del karma, la integral de todas las acciones de\\nlos seres conscientes. La célebre fórmula: «la diversidad del mundo procede de la\\nacción» (karmajaṃ lokavaichitryam), citada por Vasubandhu en el Abhidharmakośa\\nsirve de justificación al sentido y configuración del cosmos.12 Dicha fórmula contiene,\\ncomo afirma Louis de la Vallée-Poussin, el alfa y el omega de lo que el monje debe saber\\nacerca del mundo.13 Se trata de uno de los pilares en los que se apoya la tradición budista\\ny cuya dimensión no es exclusivamente moral, sino también cosmológica: el mundo\\nmaterial se encuentra organizado por la retribución de los actos conscientes y por\\nambientes en los que predominan determinadas actitudes y hábitos mentales. Aunque no se le prestará demasiada importancia, la escolástica distingue entre el\\nuniverso receptáculo, denominado bhājanaloka, del universo de los seres, denominado\\nsattvaloka. De manera general se puede decir que el primero se encuentra subordinado al\\nsegundo. Si surge en el mundo un Sol, bello y fuerte, destinado a vivir muchos años, es\\ncomo consecuencia de la maduración de acciones pasadas. Y ese astro necesita una\\nmorada y se crea un espacio donde habitar. De un modo parecido, al inicio de cada\\nperiodo cósmico, el universo se recrea mediante la energía de las acciones del conjunto\\nde los seres conscientes. El poder cosmogónico y teogónico del karma nunca fue\\nenfatizado tanto como en el budismo. Del impulso del karma surge el primer ámbito del bhājanaloka: la residencia de\\nBrahmā. Y de su fuerza nace el primero de los seres del sattvaloka, el Brahmā del\\nnuevo periodo cósmico. Es el primer ser consciente que hace su aparición, pero es\\nincapaz de recordar sus existencias previas y cree ingenuamente nacer de sí mismo, de su\\npropia fuerza y energía. Con el tiempo Brahmā se cansa de la soledad y busca\\ncompañía. Y cree crear a otros dioses, cuando en realidad éstos son resultado de actos\\nbrahmanismo. Muchos adoran a Brahmā y lo consideran el creador del mundo, pero\\nignoran que son hijos de sus propias acciones y que cada uno tiene lo que merece.\\n88\\nPara comprender las diversas formas en las que los budistas concibieron la continuidad\\nde la conciencia es necesario recurrir al concepto de karma: la creencia en que todo acto\\ntiene su retribución, en esta vida o en las subsiguientes. De acuerdo con esta doctrina, los\\nseres forjan su destino mediante las acciones que llevan a cabo y, lo más decisivo,\\nmediante los estados mentales que acompañan a dichas acciones. El reconocimiento de\\neste hecho se considera parte integral de la experiencia del despertar y el budismo\\nreivindicará la doctrina de karma como propia. En numerosos pasajes de la literatura\\ncanónica, el Buda instruye a los brahmanes sobre el alcance y profundidad del karma, a\\npesar de ser una creencia compartida por las otras dos grandes religiones de origen indio:\\nel brahmanismo y el jainismo. El término sánscrito karma, recientemente incorporado a los diccionarios de español,\\nen su sentido lato significa cualquier actividad mental o corporal, extendiéndose también\\na las consecuencias o efectos de dicha actividad. En su aspecto soteriológico, el karma es\\nademás la suma de todas esas consecuencias en la vida presente o en una vida pasada y\\nel encadenamiento de causas y efectos en el orden moral. Se suele concebir como una\\nmemoria infalible de las acciones de los seres, cuyo registro alcanza el ámbito de la\\nmente: las intenciones y propósitos dejan su sello kármico. Para el budismo el individuo\\nha moldeado y en cierto sentido creado las limitaciones de su carácter. A lo largo de la\\nvida, mediante actos, palabras, sueños, deseos e intenciones, se construye ese artificio\\nmental llamado karma, que es la energía que lleva a los seres a renacer. En general los budistas aspiran a generar y acumular buen karma, ya sea para\\nconseguir un buen renacimiento o para avanzar en el camino hacia el despertar. Un\\nejemplo significativo de recolección de karma positivo lo encontramos en una de las\\ncolecciones más extensas y populares del budismo: los jātaka. Un género en el que el\\nprotagonista se identifica con un nacimiento previo de Gautama Buda, bajo la forma de\\nhombre, dios o animal. En cada una de estas vidas, el bodhisattva o buda en formación\\nnace para perfeccionar una de las 10 virtudes excelsas (pāramitā): generosidad, bondad,\\ndesprendimiento, discernimiento, firmeza, paciencia, veracidad, resolución, consideración\\ny ecuanimidad. Estas 10 virtudes, dice otro texto, no se encuentran en el cielo ni en la\\ntierra, ni en Oriente ni en Occidente, ni en el Norte ni en el Sur, sino que residen en el\\ncorazón del ser consciente. En la vida surgen y en la vida habrán de desarrollarse, y una\\nsola vida no basta para perfeccionarlas todas. La auténtica transformación moral requiere\\ntiempo y el ser consciente habrá de recorrer incontables existencias si quiere llegar a la\\nmaduración última. En esa carrera a través de sucesivos renacimientos, el bodhisattva no\\nes una misma persona sino multitud, pero todas ellas forman una cadena relacionada\\ncausalmente. Otro es el que hereda el temple, la generosidad o la ecuanimidad del que le\\nprecedió. Se transmite un carácter, no un alma. Así se va recogiendo el mérito necesario\\nque permitirá el logro del despertar. Lo que distingue al budismo de otros movimientos de su época, su marca distintiva,\\nes precisamente su posicionamiento en contra de la existencia de un sustrato esencial en\\nlos seres conscientes, de una entidad permanente que sería la que transmigraría de una\\n89\\nvida a otra tras la descomposición del cuerpo físico. Esta idea constituye, para los\\nbudistas, el principal obstáculo para el logro del despertar. Esa concepción errónea del\\npropio yo, y el apego a la quimera de una sustancia inalterable y eterna, constituye el\\naliento del renacer. Deconstruir esa idea del yo constituye uno de los aspectos\\nfundamentales del budismo como crítica del brahmanismo. Para el budismo la vida consciente, en sus diversas formas, es un deambular sin\\nrumbo ni propósito en un torbellino (saṃsāra) impulsado por el deseo ciego y la\\nignorancia. ¿Quién es entonces aquel que vaga en saṃsāra? ¿Quién habrá de heredar el\\nkarma? Las diversas respuestas a esta pregunta constituyen una parte importante del\\ncorpus filosófico budista cuyo desarrollo trataremos de describir. Una de las primeras\\nformas de negar la sustancialidad del yo fue analizando los constituyentes del individuo,\\ndenominados técnicamente skandha. Según este análisis, lo que generalmente se entiende\\npor individuo no es sino un compuesto de materia, sensaciones, ideas, predisposiciones y\\npercepción cognitiva, realidades todas ellas fugaces y en continuo cambio. Cada uno de\\nestos cinco elementos existe por sí mismo (aunque de forma efímera) y su combinación\\nda lugar a lo que comúnmente llamamos persona. El sujeto se considera irreal, mientras\\nque lo real (desde esta perspectiva, que es la que sostiene el abhidharma) son sus fugaces\\nconstituyentes. Atribuir a la persona un sustrato permanente supone un error\\nfundamental que alimentará el apego, el anhelo y el egoísmo. Ninguno de estos componentes puede considerarse una entidad inmutable o\\npermanente. No habiendo un actor que pueda diferenciarse de la acción, ¿quién hereda el\\nkarma en una vida subsiguiente?, y ¿cómo se realiza la transición entre una existencia y\\notra? Para responder a la primera pregunta los textos ofrecen algunas metáforas, como la\\nde los lácteos. Después de un tiempo, la leche fresca se convierte en cuajada,\\nposteriormente en mantequilla y si se le extrae el agua mediante el calor, en mantequilla\\nclarificada. Sería erróneo decir que la leche es lo mismo que la cuajada, la mantequilla o\\nla mantequilla clarificada, aunque todos estos productos se producen a partir de ella. Y\\ndel mismo modo que no encontraremos leche fresca en la mantequilla clarificada,\\ntampoco encontramos un yo que pase de un estado a otro. En efecto, lo que se da es una\\nreanudación, una concatenación causal de dos procesos vitales donde no se preserva la\\nindividualidad o el yo, pero sí la continuidad. Para el budismo toda identidad es caminera\\ny, escatológicamente, transitiva. Respecto a la segunda cuestión, el nacimiento de un nuevo ser (la formación del\\ncuerpo a partir del embrión), se explica en términos kármicos. La fuerza interna que\\nimpulsa el crecimiento del organismo es efecto de acciones pasadas y tiene la forma de\\nimpresiones y predisposiciones que guiarán su desarrollo biológico (lo que hoy día\\nllamaríamos código genético). Dichas predisposiciones se crean un cuerpo para realizar\\ntodo su potencial. Como prueba de esta afirmación se dirá que el bebé ya sabe muchas\\ncosas antes de nacer, conoce la satisfacción y el temor, la necesidad de alimentarse del\\npecho de la madre y está familiarizado con emociones típicamente humanas. Al mismo\\ntiempo, esa acumulación de impresiones y predisposiciones que impulsan al ser vivo y\\n90\\nque se hallan en estado latente en el interior del organismo, sirven para explicar la\\ndiversidad de los seres, sus diferentes formas y capacidades y las condiciones particulares\\nque rodean su crecimiento y desarrollo. Se habla de un enlace en el renacer: en el\\nproceso del remorir, el último estado consciente, condicionado por el karma e impulsado\\npor el deseo y la ignorancia, se dirige hacia el vientre donde habrá de renacer. Y los\\ntextos utilizan las metáforas del sonido y su eco, del sello y su estampado. Con la negación del yo el budismo corría el riesgo de caer en el nihilismo. Algunos\\npasajes de la literatura canónica dan cuenta de dicha inquietud. Mantener la existencia del\\nyo supone aceptar la permanencia, lo cual contradeciría un principio fundamental del\\nbudismo, la impermanencia de todo lo existente. Pero decir que no hay yo puede parecer\\nadherirse a aquellos que no reconocen ningún valor moral inherente a la vida, y el\\nbudismo está muy lejos de dicha concepción. Este hecho encontrará justificación en\\ncierta ambigüedad retórica, y se dirá que el que realiza una acción no es el que\\nexperimenta sus consecuencias, pero que tampoco es otro completamente distinto. El ser\\n(esencialmente transitivo) que renace y experimenta el fruto de actos del pasado, no es ni\\nidéntico ni diferente de aquel que los cometió. Para resolver esta ambigüedad se recurre a la doctrina del surgimiento condicionado\\n(pratītyasamutpāda). Este término de carácter filosófico y técnico hace referencia al\\nhecho de que la existencia de cualquier cosa o fenómeno se origina y depende de otras\\ncosas o fenómenos. Y aunque estas últimas puedan considerarse causa del hecho\\nproducido, a su vez son el resultado de otras causas y condiciones. De acuerdo con la\\nvisión budista, el «origen condicionado» describe el modo en el que las cosas son: una\\nconcatenación de causas repetidas indefinidamente. La ignorancia (avidyā) es lo que lleva a los seres a renacer, y por ello se considera el\\nprimero de los 12 elementos de esta cadena causal, es decir, la primera de las 12 bases\\n(nidāna) de pratītyasamutpāda. Ella ata al individuo a la rueda de la vida y lo hace\\npersistir obcecadamente en la existencia, impidiéndole atisbar la posibilidad de la\\nliberación. No se trata de la ignorancia de ciertos conocimientos, sino de una nesciencia\\nfundamental cuya ceguera fortalece el apego (upādāna) a los objetos de los sentidos.", "Una inopia sin comienzo (anādy-avidyā) que causa, alimenta y mantiene los procesos\\ndel renacer y es condición de un sufrimiento innato, pues hace posible y refuerza la\\nconstrucción del yo (ahaṃkāra) y el sentido de lo mío (mamakāra). El segundo eslabón\\nde la cadena son las predisposiciones o tendencias mentales, denominadas saṃskāra,\\nque configuran el temperamento y la actitud. Ambos factores, avidyā y saṃskāra,\\nprovienen de vidas pasadas, y juntos generan la conciencia (vijñāna) del nuevo ser.", "Dicha conciencia es el tercer factor de los 12 y con ella se inicia la nueva vida. El cuarto elemento es la configuración psicofísica del individuo (nāma-rūpa,\\nliteralmente nombre y forma). El nuevo ser, nuevo en cuanto que supone una nueva vida\\ny un nuevo «yo», pero antiguo si se considera que lleva consigo el condicionamiento de\\ninnumerables vidas pasadas, extiende a su alrededor los seis sentidos (ṣaḍāyatana, los\\n91\\ncinco sentidos más la mente). Los sentidos hacen posible el sexto eslabón de la cadena, el\\ncontacto (sparśa) con el mundo exterior e interior (la mente es el órgano sensorial\\ninterno). El contacto da lugar a la sensación (vedanā). Y las sensaciones conducen\\nirremisiblemente a la sed (tṛṣṇā). La sed induce el apego (upādana) a las experiencias y\\nel deseo de nuevas experiencias y nuevas vidas. Estos ocho eslabones constituyen la base, en esta vida, del siguiente renacer (bhava).", "Comienza así una nueva vida y un nuevo nacimiento (jāti). Y todo ello conduce a una\\nnueva vejez y una nueva muerte (jarā-maraṇa). Este encadenamiento, dicen los textos,\\nes al mismo tiempo la base de la experiencia y la experiencia misma de esa gran\\nacumulación de sufrimiento que es el saṃsāra. La interpretación errónea del concepto de individuo, es decir, en términos del yo en\\nlugar de en términos del surgimiento condicionado, constituye para los budistas un error\\nfundamental. La creencia en el yo representa el aferramiento, causa fundamental del\\nYa hemos visto que la tradición budista fue reacia a deslindar las acciones de sus estados\\nmentales asociados, estableciendo la jerarquía y valor de las mismas en función de las\\nintenciones y las cualidades mentales que las motivan. Aunque el abhidharma reconoce\\nun espacio cósmico (bhājanaloka) para cada uno de los ámbitos de existencia, la\\nmentalidad budista tiende a entender dichos ámbitos como espacios temperamentales,\\ndonde los diferentes estados mentales y las diferentes posibilidades de la experiencia de\\nsus habitantes no son una característica que añadir a una realidad sustantiva sino la razón\\nde ser de dichos ámbitos. En efecto, el espacio es, para el budismo escolástico, no tanto\\nun espacio neutro desprovisto de cualidades sino la consecuencia natural del estado\\nmental de sus habitantes. Un espacio hecho de posibilidades cognitivas, vocaciones,\\ntemperamentos y carácter. En sus primeras especulaciones cosmológicas, el abhidharma no contempla la\\nposibilidad de un espacio despoblado. El abanico de las experiencias posibles de los seres\\nconscientes establece la arquitectura del cosmos, que se entiende como la espacialización\\nde ámbitos del renacer. Al mismo tiempo, esos ámbitos definen las condiciones de la\\nexperiencia de los seres que renacen en ellos. En el nivel más bajo los seres de los\\nabismos (naraka), los espíritus hambrientos (preta) y una clase especial de dioses\\nresentidos (asura). Estos tres grupos disponen de una conciencia sensible limitada a los\\nobjetos que tienen a su disposición. Viven por lo general en espacios clausurados y\\noscuros que establecen los límites de su propia experiencia, restringida a los mecanismos\\ndel deseo ciego. Por encima de ellos se encuentran los hombres y algunas clases de\\ndioses (deva), que experimentan también una conciencia sensible pero que disponen de\\n92\\nEl budismo carece de la noción de un paraíso eterno. Para la escolástica los\\n«paraísos» son más bien estados de conciencia ordenados jerárquicamente. Comprenden\\nseis niveles en el ámbito del deseo (kāmaloka) y diversos niveles del ámbito de la materia\\nsutil (rūpadhatu) cuyos habitantes se denominan brahmas.14 De nuevo se subraya la idea\\nde que son las acciones conscientes las que configuran los ámbitos cósmicos. La\\nexistencia en los paraísos del deseo sensual (kāmaloka) es placentera y consecuencia del\\nkarma beneficioso (kuśala) y meritorio (puṇya) de aquellos que han desarrollado la\\npráctica de la generosidad (dāna) y la buena conducta (śīla). Mientras que la existencia\\nentre los brahmas (en el ámbito de la materia sutil: rūpadhatu) es resultado del cultivo de\\nestados mentales asociados con la serenidad y la contemplación. Desde el ámbito del deseo se puede, mediante el ejercicio de la meditación,\\nexperimentar el ámbito de la materia sutil e incluso el ámbito inmaterial. Finalmente, se\\npostula una conciencia trascendente (lokkutara) que se identifica con la mente en el\\nmomento del despertar. De entre todas las posibilidades de la existencia, destaca la\\nversatilidad de la condición humana, capaz de sobrellevar con dignidad los dolores más\\nabyectos y de desarrollar sus capacidades mentales hasta alcanzar ámbitos de completa\\nserenidad. De manera general, los seres se dividen en aquellos que habitan el ámbito\\nsensual (kāmavacara), aquellos que habitan el ámbito de la materia sutil (rūpavacara) y\\naquellos que habitan el ámbito inmaterial (arūpavacara). Es muy posible que tanto el budismo popular como el escolástico hicieran posibles\\nambas lecturas: espacios cósmicos y estados de la mente. Un ejemplo claro de esta\\ncombinación entre crítica y asimilación lo tenemos en el Kevaṭṭasutta del Dīghanikāya.15 En este relato el deseo de comprender el bhājanaloka se representa en oposición al\\nconocimiento y profundización del sattvaloka, empresa a la que está destinado el\\ncompromiso del monje con la existencia y los sufrimientos que se derivan de ella. Desoyendo las recomendaciones del maestro, un monje de nombre Kevaṭṭa se\\nrecreaba en inquisiciones sobre el origen del mundo. Con el objeto de saber dónde se\\ndisuelven los cuatro elementos (donde termina el espacio o, en términos budistas, donde\\nacaba el mundo condicionado), Kevaṭṭa asciende mediante la meditación a los diversos\\námbitos de existencia para interrogar a sus moradores. En su vuelo mágico, el monje\\nalcanza la corte de los Cuatro Grandes Reyes (Cāturmahārājakāyika), el reino de los\\nTreinta y tres (trāyastriṃśa), donde interroga al rey Sakka, los dioses Yāma y el\\nsoberano Suyāma. Visita a los dioses del paraíso Tuṣita (los deleitados) y a su monarca\\nSantuṣita, a los dioses Nirmanaratī (aquellos que se deleitan con su propia creación) y su\\nrey Sunimmita, a los dioses aranirmitavaśarvatin (aquellos que se deleitan con la creación\\nde otros) y a su soberano Vassavatti, a los dioses Brahmakāyikā, el cuerpo de Brahma,\\nsu séquito (pārisajja) y (ocho) consejeros (purohita). A todos ellos pregunta y ninguno\\nde los interrogados sabe dónde se disuelven los cuatro elementos: el elemento tierra, el\\nelemento agua, el elemento fuego y el elemento aire; remitiéndolo sucesivamente a una\\n93\\nautoridad superior. Finalmente Kevaṭṭa llega ante Brahmā y formula impaciente su pregunta. El dios,\\nceremonioso y autocomplaciente, le responde: —Yo soy Brahmā, el Gran Brahmā, el Soberano, el jamás vencido, el que todo lo\\nve, el poderoso, el Señor, el hacedor, el creador, el supremo regente, el padre de todo lo\\nque es y de todo lo que será. —Amigo —contesta el monje—, no te pregunto si tú eres quien dices ser. Sólo\\nquiero saber dónde terminan, sin dejar rastro, los cuatro elementos, el agua, la tierra, el\\nfuego y el aire. Tras repetir tres veces la pregunta y obtener idéntica respuesta, Brahmā toma al\\nmonje por el brazo y llevándolo aparte, le dice al oído: —Oh, monje, estos dioses, mis siervos, con respecto a mí piensan: «No existe para\\nBrahmā nada desconocido, nada que no haya visto, nada que no haya experimentado,\\nnada que no haya realizado». Por esta razón no contesté delante de ellos. Oh, monje,\\ndesconozco dónde se disuelven los cuatro grandes elementos: el elemento tierra, el\\nelemento agua, el elemento fuego y el elemento aire. Por esta razón has cometido un\\nerror al abandonar a Bhagavant y dirigirte aquí. Regresa donde se encuentra el maestro y\\nformúlale a él tu pregunta. Y lo que te responda, eso habrás de creer. La respuesta del Buda confirma la correspondencia entre espacio físico y estado\\nmental. Los cuatro elementos no cesan «ahí fuera», en algún remoto lugar del cosmos,\\nsino en la propia conciencia. El relato del Dīghanikāya es un buen ejemplo de cómo los\\nbudistas concibieron la naturaleza mental del espacio físico, donde diferentes estados de\\nla mente cultivada sirven de acceso a diversos ámbitos cósmicos. Según esta lectura, el\\nmapa del cosmos constituye un detallado informe de todas las experiencias posibles por\\nlas que habrán de transitar los seres conscientes. Es el propio deambular (saṃsāra), ya\\nse encuentre dirigido por los mecanismos del deseo ciego o por la intención de trascender\\nsu dominio, el que configura los diversos ambientes del espacio cósmico. Posteriormente,\\nlas tradiciones de la Tierra pura, ahondarán en esta idea: excelsos Budas configuran sus\\npropias tierras de dicha, donde la existencia es serena y el despertar accesible.", "Según la taxonomía clásica de la tradición theravāda y sarvāstivāda existen 89 o 121\\nestados mentales posibles. A grandes rasgos se clasifican en cuatro estadios. El más bajo\\nde todos ellos es una conciencia elemental, le sigue una conciencia asociada a los cinco\\nsentidos. Después de ella encontramos una conciencia sensible y diestra para «percibir»\\nel ámbito de la material sutil. Finalmente, en la cúspide del sistema, tenemos las formas\\ncognitivas del ámbito inmaterial. Como se ha dicho, esto es posible gracias al ejercicio\\neficaz de la meditación y estos estados, cuatro en total (aunque algunas listas subdividen\\n94\\nel cuarto estado a su vez en cuatro), se denominan jhāna (sánscrito dhyāna). Desde el\\npunto de vista cosmológico, este camino mental ascendente se corresponde con un mapa\\ndel universo. Los términos que se refieren al universo en la literatura de los nikāya son lokadhatu:\\n«sistema de mundos» y cakkavāḷa (sánscrito cakravāla, a veces cakravāḍa): «rueda de\\nlos mundos». En ellos se ubican los 31 ámbitos de existencia, configurados en los\\ndiferentes niveles de acuerdo con la calidad de la experiencia que en ellos tiene lugar. En\\nun ambicioso artículo titulado «Cosmology and Meditation» publicado en 1997, Gethin\\nha investigado las relaciones entre lo teórico y lo mitológico en la literatura antigua\\nbudista.16 Concretamente su trabajo se centra en las relaciones entre la idea de un\\ndespliegue y repliegue cósmico y la naturaleza del cuarto estadio meditativo\\n(jhāna/dhyāna). El término pāli jhāna (sánscrito dhyāna) hace referencia a un estado de\\nla mente al que se llega mediante la práctica de la meditación. Los dhyāna (pāli: jhāna,\\nchino: chan, japonés: zen) se definen como estados provisionales de la mente\\ncaracterizados por la calma y la concentración. Se describen como un estado de\\nrecogimiento, plenamente consciente del cuerpo, en el que la mente adquiere el temple y\\nel poder de penetrar en la naturaleza de lo real. Se describen ocho estadios progresivos,\\ncuatro pertenecientes al ámbito de la materia sutil (rūpa) y cuatro al ámbito inmaterial\\n(arūpa). Estos estados de la mente aparecen mencionados con frecuencia en las colecciones\\nde diálogos (nikāya y āgama) y son objeto de comentarios y aclaraciones en la literatura\\nescolástica theravāda y sarvāstivāda. Buddhagosa describe en su Visuddhimagga (ca.\\nsiglo v), un estimado manual de técnicas de la meditación, un total de ocho estadios o\\n«trances». Éstos se dividen a su vez en dos categorías: los cuatro primeros pertenecen a\\nun ámbito de refinada sensibilidad (rūpadhatu), mientras que los cuatro últimos se\\nasocian a la experiencia de un ámbito inmaterial (ārūpyadhātu). Los primeros cuatro\\ndhyāna conducen a un estado apacible y libre de sufrimiento. En el primer dhyāna la\\nmente ha logrado liberarse de los cinco obstáculos (pañca-nīvaraṇa): ansia, aversión,\\npereza, agitación y duda. Se experimenta la unidad (ekāgratā), la dicha (prīti) y la\\nsatisfacción (sukha). Permanece una sutil actividad mental (vitarka) que permite la\\nadhesión o consideración a los objetos mentales (vicara) y que únicamente es perceptible\\npara aquellos que conocen el segundo dhyāna. En el segundo dhyāna ha cesado toda\\nactividad mental (vitarka y vicara) y sólo permanecen la dicha (prīti), la satisfacción\\n(sukha) y la unidad (ekāgratā). En el tercer dhyāna ha desaparecido la dicha, quedando\\nsólo la satisfacción y la unidad. En el cuarto dhyāna ha desaparecido la satisfacción y\\naparece un nuevo estado, la ecuanimidad (upekṣa), que se une a la sensación de unidad\\n(ekāgratā), alcanzándose un estado que ha trascendido las nociones de placer y dolor. Los dhyāna son llamados «las huellas del Tathāgata», por ser la descripción del\\nitinerario mental que realizó el Buda la noche del despertar.17 Tradicionalmente, este\\n95\\ncuarto dhyāna abre las puertas a poderes extraordinarios, denominados abhijñā.", "Dominar estos estados supone poder acceder a ellos a voluntad y permanecer en ellos\\ndurante varias horas. Hay cuatro estados meditativos todavía más profundos,\\ndenominados inmateriales o carentes de forma (arūpa), para distinguirlos de los\\nanteriores: 1. La dimensión de la infinitud espacial. 2. La dimensión de la infinitud de\\nconciencia. 3. La dimensión de la nada. 4. La dimensión que no es ideación ni ausencia\\nde ideación. Esta división entre un ámbito de la forma y un ámbito carente de forma (o entre un\\námbito material y otro inmaterial) no siempre es taxativa y en ocasiones se explican los\\núltimos cuatro estadios (5-8) como subestados del cuarto dhyāna. Lo que sí es evidente\\nes que los dhyāna establecen una jerarquía de niveles de relación con lo real. Conforme\\nse avanza en la concentración meditativa se alcanzan niveles más profundos de absorción\\nhasta llegar a un punto en el que todas las sensaciones quedan suprimidas: la obtención\\nde esta experiencia (el cuarto dhyāna) se caracteriza por la ecuanimidad y por el logro de\\nciertos poderes, como el conocimiento de las vidas previas. El cuarto dhyāna da acceso\\nademás a los cuatro subestados carentes de forma (o inmateriales, arūpya): la infinitud\\nespacial (ākāśānañcāyatana), la infinitud de conciencia (viññanañcāyatana), la nada\\n(nevasaññānāsaññāyatana). Estos trances o estados de conciencia no son un fin en sí\\nmismos, todos ellos se consideran en último término impermanentes, insatisfactorios y\\nvacíos. Son simplemente etapas que recorrer para la obtención del nirvana. Pero lo que nos interesa aquí es el tipo de relación que algunos textos establecen\\nentre estas moradas y la estructura del universo. Si consultamos fuentes jainistas,\\nbrahmánicas e, indirectamente, ājīvika, comprobaremos que en la época de Buda\\nexistían numerosas ideas acerca de la naturaleza y el orden en el universo. La tradición\\nbudista, como se ha dicho, enlistaba 31 ámbitos de existencia (bhūmi), en los que\\npodemos encontrar mentes que habitan mundos finitos, clausurados y oscuros, y otras\\n96\\nLos primeros cuatro dhyāna corresponden a los 17 ámbitos de refinada sensibilidad\\n(rūpadhātu), justo por encima de los seis paraísos del ámbito del deseo (kāmadhātu).", "Por encima de ellos se encuentran los cuatro ámbitos inmateriales citados (ārūpyadhātu).", "Estos estados de la mente pueden experimentarse mediante la concentración meditativa\\nen diferentes momentos de la vida consciente y durante largos periodos de tiempo\\nmediante el renacimiento en dichos ámbitos. Las correspondencias entre los estados de la\\nmente y la naturaleza del espacio cósmico se pueden sintetizar en el siguiente esquema:\\n97\\n31. Naiva saṃjñā na asaṃjña: Ámbito ni de ideación ni de no ideación. 30. Ākiṃcanya: Ámbito de la nada. 29. Vijñāna anantya: Ámbito de infinita conciencia. 28. Ākāśā anantya: Ámbito del espacio infinito."], "subsections": []}, {"type": "section", "title": "Subha-kiṇha (Ámbito de la belleza) 19. Appamāṇa-subha (Ilimitada belleza)\n18. Paritta-subha (Limitada belleza)", "level": 2, "content": [], "subsections": []}, {"type": "section", "title": "Ābhāsvara (Esplendorosos) 16. Apramāṇābha (Esplendor ilimitado) 15. Parīttābha (Esplendor limitado)", "level": 2, "content": [], "subsections": []}, {"type": "section", "title": "Mahābrahma: El gran Brahma.\n13. Brahmapurohita: Consejeros de Brahma. 12. Brahmakāyika: Séquito de Brahma.", "level": 2, "content": ["98\\n11. Paranirmitavaśavartin: Los que se deleitan con la creación de otros. 10. Nirmāṇarati: Los que se deleitan con su propia creación. 9. Tuṣita: Ámbito de deleite.\n8. Yama: Ámbito de Yama. 7. Trāyastriṃśa: Los Treinta y tres. 6. Caturmahārājakāyika: Los Cuatro Grandes Reyes. 5. Manuṣya: La condición humana\\nCuatro condiciones nefastas (durgati): 4. Asura (Violenta) 3. Preta (Fantasmal)\n2. Tiryagyoni (Animal)\n1. Naraka (Abismal)\\nEl Comentario al Tesoro de la doctrina (Abhidharmakośa-bhāṣya), compuesto por\\nVasubandhu en torno al siglo IV o V, sintetiza en sus estrofas (kārikā) aspectos esenciales\\nde las doctrinas del sarvāstivāda-vaibhāṣika, mientras que el comentario (bhāṣya)\\nsomete a crítica algunas de las concepciones de compendios doctrinales antiguos como el\\nVibhāsa de Cachemira o el Abhidharmahṛdaya de Gandhāra. La obra se divide en\\nnueve libros que analizan, sucesivamente: 1. Las bases de la percepción (dhātu).18 2. Las\\nfacultades humanas (indriya). 3. Los mundos o universos (loka). 4. La acción y sus\\nconsecuencias (karma). 5. Las tendencias latentes negativas (anuśaya).19 6. La vía\\nespiritual (mārgapudgala). 7. El conocimiento (jñāna). 8. Los estados meditativos\\n(samāpatti); y 9. la identidad (pudgala). El libro tercero se ocupa de las diferentes\\nnociones escolásticas en torno a la naturaleza del espacio y del tiempo y de la estructura\\ny funcionamiento del cosmos. Como se dijo, la obra acepta la existencia de innumerables universos, aunque\\nreconoce en todos ellos una misma estructura (cakravāḍa), estratificada en tres niveles,\\nque son al mismo tiempo tres estados de la mente consciente. En términos espaciales los\\nniveles son únicamente dos pues, como veremos, el tercero (ārūpyadhātu) es inmaterial\\ny no puede considerarse por tanto espacial, aunque sí temporal. Hay un tiempo sin\\nespacio, que permanece entre los ciclos de contracción y despliegue del cosmos. En el nivel inferior se encuentra el mundo sensual, de tosca materialidad, denominado\\nkāmadhātu.20 Es el ámbito de la experiencia sensible e incluye cinco ámbitos del renacer\\n99\\n(gati): abismal, fantasmagórico, animal, humano y divino. El comentario enlista seis\\nparaísos de deleite sensible: cāturmahārājika, trāyastriṃśa, yama, tuṣita, nirmanaratī\\ny paranirmitavaśarvatin. A éstos hay que añadir el espacio receptáculo (bhājanaloka)\\nque ocupan estos seres y que se explicará en la estrofa 45 del mismo capítulo. Los ocho\\nabismos son: saṃjīva, kālasūtra, saṃghāta, raurava, mahāraurava, tapana, pratāpana\\ny avicī. El ámbito humano se subdivide en cuatro continentes: Jambudvīpa, Pūrvavideha,\\ndiferentes: abismos (ocho), manes, animales, humanos y divinos (seis). 21 El mundo del deseo sensual es el mundo que todos conocemos, la novedad estriba en\\nque la tradición incluye en él algunos paraísos y ciertos abismos. Se trata de un mundo\\ngobernado por el deseo (kāma). Y ¿qué es kāma?, se pregunta Vasubandhu. Kāma es\\napetito de placer, impetuoso deseo de alimento, deseo sexual. Kāma es «aquello que\\ndesea» (kāmyata aneneti kāmaḥ). Y se cita una sentencia de Śāriputra, que nos\\nrecuerda que el budismo tuvo su origen en las tradiciones ascéticas: «Las cosas buenas\\nde este mundo no son kāma; en los humanos, kāma es el deseo que nutre la imaginación.", "Poca importancia tienen los objetos del deseo: el sabio es indiferente a ellos».22 El\\ncomentario define también el compuesto kāmadhātu. Dhātu es aquello que porta\\n(dadhāti) una característica propia (svalakṣana), en este caso kāma (la sensualidad) y\\nsus objetos de deseo (kāmaguṇa). De este modo, kāmadhātu es el dhātu asociado con\\nkāma y lo traducimos por «mundo sensual». Del mismo modo que rūpadhātu significa\\nel dhātu asociado con la materia sutil (rūpa). Rūpa es también aquello que es susceptible\\nde ofrecer resistencia (rūpaṇa) debido a su consistencia. Mientras que ārūpa\\nEl término rūpa generalmente hace referencia a la materia que conforma y se manifiesta\\na los sentidos.24 Pero en el contexto de las teorías sobre la mente y el cosmos, asociado\\ncon dhātu en el compuesto rūpa-dhātu, se refiere al segundo de los tres niveles que\\nconfiguran tanto el cosmos como la experiencia mental. Rūpadhāthu, que puede\\ntraducirse como «mundo de la materia sutil», se compone de 17 ámbitos (bhūmi), cuyo\\nmaterial se asocia con los diferentes estadios de la meditación (dhyāna),25 de ahí que\\ndichos ámbitos puedan experimentarse tanto renaciendo en ellos como mediante el\\ncultivo mental. Se habla de «materia sutil» por su naturaleza serena y contemplativa,\\ntanto en los ámbitos cósmicos como en sus estados mentales asociados (dhyāna). En\\nrūpadhātu la actividad sexual, táctil, olfativa y gustativa han desaparecido, así como\\ncualquier tipo de dolor físico (aunque no ciertas inquietudes o insatisfacciones debidas a\\nla fugacidad de la experiencia), quedando sólo operativos lo visual y auditivo.\\n100\\n¿Cuál es la naturaleza y el alcance de estos estados de la mente? Ya hemos visto que\\nel término dhyāna se refiere al trance o absorción meditativa. La tradición distingue\\ncuatro de estos trances, los primeros tres pertenecen al ámbito de rūpadhātu, mientras\\nque el cuarto puede pertenecer tanto al mundo de materia sutil como al mundo inmaterial\\nde puro entendimiento (ārūpyadhātu).26 Los dhyāna tienen como prerrequisito la\\nconcentración mental (śamatha). En ellos la actividad sensorial queda en suspenso y la\\nactividad de la mente se atenúa progresivamente. Así, en el primer dhyāna se dan\\ntodavía la conceptualización (vitarka) y la reflexión (vicāra), mientras que en el segundo\\nhan desaparecido. En el cuarto dhyaña es donde se adquiere el conocimiento de las vidas\\nprevias y ciertos poderes extraordinarios, quedando extinguida toda sensación y\\nobteniéndose una ecuanimidad que da acceso a los estados del mundo inmaterial.27 La\\nexperiencia de los dhyāna no constituye, como se dijo, un fin en sí mismo, sino sólo un\\nmedio para la obtención del nirvana. Se consideran estados pasajeros y condicionados, y\\npor tanto insatisfactorios. Los trances no suponen una transformación mental definitiva,\\nuna vez se sale de ellos la mente recobra las carencias que tenía antes de entrar en ellos.", "La asociación entre estados de la mente (citta) y ámbitos cósmicos (bhūmi) permite\\nexperimentar estos ámbitos en largos periodos de tiempo, cuando se renace en ellos, o\\nmediante los vislumbres pasajeros de la meditación, que pueden entenderse como\\nestados de paramnesia pues, como veremos, todos los seres ya han recorrido los diversos\\námbitos en numerosas ocasiones.28 Dicha vinculación explica que un mismo término,\\nbhūmi, se utilice tanto para referirse a los diferentes niveles de evolución espiritual del\\nindividuo como a los diferentes lugares del espacio cósmico. La jerarquía cosmográfica\\ncorre en paralelo a la jerarquía de la experiencia mental. El viaje de la conciencia puede\\nentenderse como un viaje cósmico, cuyo desplazamiento es posible gracias al cultivo de\\nEl tercero y más elevado de los mundos, ārūpyadhātu, no es un lugar en el espacio pero\\nsí un momento en el tiempo.29 No es lícito hablar aquí en términos espaciales pues los\\ndharma inmateriales no ocupan lugar. Y sin embargo este estado de la mente tiene cuatro\\nformas de existencia.30 En este contexto «existencia» significa la aparición de los skandha\\n(proyectados por el karma) en un nuevo ámbito. Vasubandhu pregunta: «Si los estados\\nmentales tienen como soporte la materia (rūpa), ¿cuál será el soporte de la serie de\\nestados mentales (que constituyen los seres) en ārūpyadhātu?» La respuesta, en la\\nsiguiente estrofa, no carece de hermetismo: adjudica el soporte al género y a las\\nfacultades vitales.31 En comentario añade que los seres de ārūpyadhātu encuentran\\nsoporte en dos dharma disociados de la mente: nikāyasabhāgatā (género o clase) y\\njīvitendriya (facultad vital).32 Sabhāga hace referencia a la noción de participación.\\n101\\nSabhāgata es la causa del resemblar, aquello que produce el parecido entre los seres\\nvivos. Pero, en el ámbito de las ideas (buddhi) y de las expresiones (prajñapti), tiene\\nrelación también con lo genérico, con aquello que se aplica a diferentes entidades. Así\\nsabhāgata da sentido o justifica expresiones como skandha o dhātu, que tienen una\\nnaturaleza genérica. Las resonancias platónicas son más que evidentes. En el mundo\\nmaterial esto no sería posible porque estos dos dharma carecen de la fuerza necesaria\\npara mantener, por sí mismos, la existencia. Pero en el mundo inmaterial sí que es\\nposible que la idea o género se mantenga viva, y que la vida a su vez mantenga la idea.", "El género o idea y la facultad vital se mantienen uno a otro en ārūpyadhātu. En otro lugar de la misma obra se vuelve a plantear la cuestión.33 ¿Cómo puede\\nexistir la mente en ārūpyadhātu sin que haya un soporte material?, o ¿cómo podría algo\\ninmaterial dar con imágenes, intereses o categorías (nikāya)? Si la mente no se ocupara\\nde nada, no sería consciente (la conciencia es siempre de algo), y si se ocupara de todo lo\\nposible, no sería la mente de un ser particular con su propio itinerario kármico.34 Concluyendo de nuevo que su soporte ha de ser el género (nikāya) y la vida (jivita). La escuela sautrāntika no admite la existencia de este dharma genérico. La serie de\\nestados mentales carece de un soporte externo a ella misma en ārūpyadhātu. ¿Cómo es\\nposible que exista sin soporte? Simplemente porque es «proyectada» mediante una\\ndeterminada causa (karmakleśa). Si dicha causa no se encuentra libre del apego por la\\nmateria, la serie reaparecerá en el mundo material y encontrará soporte en la materia. En\\ncaso contrario, la mente (considerada una serie de estados mentales) existirá sin relación\\ncon la materia. Al margen del modo en el que se justifique un mundo mental sin soporte\\nmaterial, lo significativo desde la perspectiva cosmológica es la hipótesis misma de un\\námbito inmaterial. A ese ámbito, como veremos, quedará reducido el universo en sus\\nperiódicos ciclos de repliegue. Vasubandhu sugiere que estos tres dhātu forman tres niveles, tanto en la jerarquía\\ncósmica como en la evolución de las conciencias, pero que estas «capas» se encuentran\\nde alguna manera entretejidas. El filósofo cuestiona si debería considerarse «integral» a\\nun dhātu, es decir, del dominio de ese dhātu, a todos los dharma que se producen en él.", "Y concluye aceptando la posibilidad de que algunos dharma producidos en kāmadāthu\\nsean de la esfera de rūpadhātu o ārūpyadhātu, por ejemplo debido a los logros de la\\nconcentración mental. En el libro octavo se añade que estos estados (dhyāna) tienen\\nsiempre un recorrido ascendente (y no descendente), pues de otro modo carecerían de\\nutilidad. Es decir, los dhyāna de otras esferas se producen siempre en estados de\\nconciencia que pertenecen a esferas inferiores.35 Por lo tanto, no todos los dharma\\nproducidos en un dhātu tienen el anhelo (rāga) propio de ese dhātu. El anhelo propio de\\ndesapegados de los deseos que su mundo ofrece. Lo mismo puede decirse para los otros\\ndos ámbitos (rūpadhātu y ārūpyadhātu), pero ello no significa que no puedan producir\\n102\\nalgunos dharma pertenecientes a estadios superiores (del cosmos o de la mente). Cada uno de estos tres mundos o esferas (dhātu) son infinitos como el espacio, y\\naunque no se generen nuevos seres y los Budas logren que muchos de ellos obtengan el\\nnirvana, los seres nunca se agotan.36 Algunos textos conciben la configuración de los\\ndhātu en capas horizontales planas, no habiendo discontinuidad en ninguna dirección de\\nlos cuatro puntos cardinales.37 Otras opiniones (Sthiramati) describen estos ámbitos como\\nesféricos, extendiéndose no sólo en la dirección de los puntos cardinales sino también\\nhacia el cenit y el nadir. El comentario añade: «Habrá entonces un kāmadhātu sobre\\nAkaniṣṭha (el último bhūmi de rūpadhātu) y un Akaniṣṭha por debajo de kāmadhātu».", "Entendiéndose que se trata de una sucesión infinita de capas esféricas que constituyen los\\ninnumerables universos (cada uno de ellos con los tres mundos mencionados)."], "subsections": []}, {"type": "section", "title": "Seres materiales diferentes en cuerpo pero de ideas similares. Las divinidades del primer dhyāna.38 Todas ellas coinciden en la idea de una causa única. Brahmā", "level": 2, "content": [], "subsections": []}, {"type": "section", "title": "Seres materiales similares en cuerpo pero de ideas diferentes. Los dioses Ābhāsvara (que incluyen los Parittābha y Apramāṇābha). El Vibhāṣa afirma", "level": 2, "content": [], "subsections": [{"type": "section", "title": "Chanana: The Classical Doctrine of Indian Medicine. Its Origins and its Greek", "level": 3, "content": ["Parallels, Nueva Delhi, Munshiram Manoharlal, 1964. Frauwallner, Erich, 1973. History of Indian Philosophy (vol. I), trad. V. M. Bedekar, Delhi, Motilal Banarsidass.\\n———, 1995. Studies in Abhidharma Literature and the Origins of Buddhist Philosophical Systems, trad. Sophie Francis Kidd, Nueva York, State University of\\nNew York Press. Garbe, Richard, 1917. Die Śāṃkhya Philosophie, Leipzig, H. Haessel. ———, 1927. «Sāṃkhya» en la Encyclopaedia of Religions and Ethics, James Hastings (ed.), vol. 11, pp. 189-192.", "Gethin, Rupert, 1997. «Cosmology and Meditation. From the Aggañña-Sutta to the Mahāyāna», History of Religions, vol. 36, núm. 3, pp. 183-217. Gombrich, Richard, 1975. «Ancient Indian Cosmology», en Ancient Cosmologies, Carmen Blacker y Michael Loewe (eds.), Londres, George Allen & Unwin Ltd.\\n123\\n———, 1995. Theravāda Buddhism. A Social History from Ancient Benares to Modern Colombo, Nueva York, Routledge. Gómez, Luis O., 1977. «The Bodhisattva as a wonder-worker», Prajñāpāramitā and Related Systems: Studies in Honor of Edward Conze, Berkeley (CA), University of\\nCalifornia. ———, 1996. The Land of Bliss. Sanskrit and Chinese Versions of the Sukhāvatīvyūha Sutras, Honolulu, University of Hawaii Press. ———, 2011. Iniciación en la práctica del despertar (Bodhicaryāvatāra) de Śāntideva, próxima aparición, Siruela. Gonda, Jan, 1975. Vedic Literature (Saṃhitās and Brāḥmaṇas), Wiesbaden, Otto Harrassowitz.", "González Reimann, Luis, 1988. Tiempo cíclico y eras del mundo en la India, México, El Colegio de México.", "Hastings, James, 1908 (ed.). Encyclopaedia of Religion and Ethics, Edimburgo, T & T Clark. Jayatilleke, Kulatissa Nanda, 1963. Early Buddhist Theory of Knowledge, Londres, George Allen & Unwin Ltd. Jhā, Gaṅgānāṭha, 1984. The Nyāya-Sūtras of Gauama (With the Bhā ṣya of Vā syāyana and the Vār ika of Uḍḍyo akara, 4 vols.), Delhi, Motilal Banarsidass. Jhā,\\nCommentary on the Samkhya-karika, Delhi, Chaukhamba Sanskrit Pratishthan (1ª\\nedición, Bombay, 1896). Johnston, E. H., 1979. Early Sāmkhya. An Essay on its Historical Development According to Texts, Londres, The Royal Asiatic Society.", "Kalupahana, David J., 1976. Buddhist Philosophy. A Historical Analysis. Honolulu, University of Hawaii Press. Kasawara, Kenjiu, 1885. The Dharma Samgraha. An Ancient Collection of Buddhist Technical Terms, Max Muller y H. Wenzel (eds.), Oxford, Clarendon Press. Keith, Arthur B., 1918. Sāṃkhya System: A History of the Sāṃkhya Philosophy, Londres, Oxford University Press.\\n———, 1925. The Religion and Philosophy of the Veda and Upanishads, Cambridge, Harvard University Press (Harvard Oriental Series, V. 31, 32). Kloetzli, Randy, 1983. Buddhist Cosmology: From Single World System to Pure Land: Science and Theology in the Images of Motion and-Llight. Delhi, Motilal\\nKuiper, F. B. J., 1983. «The Basic Concept of Vedic Religion», en Ancient Indian\\n124\\nCosmogony, John Irwin (ed.), Nueva Delhi, Vikas Publishing House. Lamotte, Etiénne, 1944-1980. Le traité de la grande vertu de sagesse de Nāgārjuna (Mahāprajñāpāramitāśāstra) (5 vols.), Lovaina, Bureaux du Muséon. ———, 1954. «Sur la formation du Mahāyāna» en Asiatica, núm. 49. ———, 1962 (ed./trad.). L’enseignement de Vimalakīrti, Lovaina, Institut Orientaliste. ———, 1988. History of Indian Buddhism, from the Origins to the Śaka Era, trad. Sara Boin-Webb, Lovaina, Université du Louvain. Larson, Gerald, 1998. (trad.),\\n«Sāṃkhya kārikā» en Apéndice Larson (1998). ———, 1998. Classical Sāṃkhya. An Interpretation of its History and Meaning, Delhi, Motilal Banarsidass.", "Larson, Gerald y Ram Bhattacharya, 1987 (ed.). Encyclopedia of Indian Philosophies (vol. 4), Sāṃkhya. A Dualist Tradition in Indian Philosophy, Delhi, Motilal\\nBanarsidass. Mainkar, T. G., 2004. Samkhyakarika of Isvarakrsna: With the Commentary of Gaudapada (Translated into English with an Exhaustive Introduction and Notes),\\nMarasinghe, M. M. J., 1974. Gods in Early Buddhism: A Study in Their Social and Mithological Milieu as Depicted in the Nikāyas of the Pāli Canon, Vidyalankara,\\nUniversity of Sri Lanka. Masefield, Peter, 1983. «Mind/Cosmos Maps in the Pāli Nikāyas», Buddhist and Western Psychology, N. Katz (ed.), Boulder, Prajña Press, pp. 69-93.", "Matilal, Bimal Krishna, 1986. Perception. An Essay on Classical Indian Theories of Knowledge, Oxford, Clarendon Press. Nagao, Gadjin M., 1990. The Foundational Standpoint of Mādhyamika Philosophy, trad. John Keenan, Delhi, Sri Satguru. Nakamura, Hajime, 1980. Indian Buddhism: a Survey with Bibliographical Notes, Hirakata (Japón), Kufs Publication. Ñānamoli, Bhikkhu, 1999 (trad.). The Path of Purification (Visuddhimagga) by Buddhagosa, Seattle, BPS Pariyatti Editions. Ñānamoli, Bhikkhu y Bhikkhu Bodhi, 1995 (trad.). The Middle Length Discourses of the Buddha: A Translation of the Majjhima Nikaya, Boston, Wisdom Publications. Obermiller, E., 1986 (trad.). The History of Buddhism in India and Tibet by Buston, Delhi, Sri Satguru Publications.", "Olivelle, Patrick, 1998. The Early Upanisads. Annotated Text and Translation, Nueva York, Oxford University Press. Pandeya, Ram Chandra, 1967 (ed.). Yuktidīpikā. An Ancient Commentary on the\\n125\\nPotter, Kart H., 1991. Presuppositions on India’s Philosophies, Delhi, Motilal Banarsidass. ———, 1995 (ed.). Encyclopedia of Indian Philosophies (vol. 8), Buddhist Philosophies from 100 to 350 A.D., Delhi, Motilal Banarsidass.\\n———, 2003 (ed.). Encyclopedia of Indian Philosophies (vol. 9), Buddhist Philosophies from 350 to 600 A.D., Delhi, Motilal Banarsidass. Pujol, Óscar, 2003. Diccionari Sànscrit-Català, Barcelona, Enciclopèdia Catalana.", "Pujol, Óscar y Félix Ilaraz, 2004 (eds.). La sabiduría del bosque. Antología de las Upanisads, Madrid, Trotta.", "Pujol, Óscar y Atilano Domínguez, 2009. Patañjali/Spinoza, Valencia, Pre-Textos. Radhakrishnan, Sarvepalli, 1999. Indian Philosophy (2 vols.), Oxford, Oxford University Press (1ª edición de 1923).", "Rappaport, Roy A., 2001. Ritual y religión en la formación de la humanidad, trad. Sabino Perea, Madrid, Cambridge University Press. Renou, Louis, 1955-1965. Études védiques et Pāṇīnées, 14 vols., Publications de l’Institut de Civilisation Indienne, París, E. de Boccard.", "Ruegg, David Seyfort, 1981. The Literature of the Madhyamaka School of Philosophy in India, Wiesbaden, Harrassowitz.", "Sadakata, Akira, 2004. Buddhist Cosmology. Philosophy and Origins, trad. Gaynor Sekimori, Tokio, Kôsei Publishing. Snellgrove, David, 1959 (ed./trad.). The Hevajra Tantra, London Oriental Series (2 vols.), Londres, Oxford University Press. Solomon, Esther, 1974. The Commentaries of the Sāṃkhya Kārikā. A Study, Ahmedabad, Gujarat University.", "Staal, Frits, 1982. The Science of Ritual, Poona, Bhandarkar Oriental Research Institute, Suzuki, Daisetz Teitaro, 1957. Studies in the Lan ṅkāvatāra Sutra, Londres, Routledge and Kegan Paul.", "Tambiah, Stanley, 1968. «The Magical Power of Words», Man: The Journal of the Royal Anthropological Institute, New series, III. ———, 1981. A Performative Approach to Ritual. The Radcliffe-Brown Lecture (1979), Londres, Oxford University Press.\\n———, 1984. The Buddhist Saints of the Forest and the Cult of Amulets, Cambridge, Cambridge University Press. Tola, Fernando y Carmen Dragonetti, 1999. El Sūtra del Loto de la verdadera doctrina, Sadharmapuṇdarīkasūtra, México, El Colegio de México.\\n126\\n———, 2010. Diálogos mayores de Buda, Madrid, Trotta. Vallée-Poussin, Louis de la, 1908. «Cosmogony and Cosmology (Bud dhist)» en Enciclopaedia of Religion and Ethics, Hastings (ed.), vol. IV, pp. 129-138.\\n———, 1908. «Ages of the World (Buddhist)» en Enciclopaedia of Religion and Ethics, Hastings (ed.), vol. I, pp.187-190. ———, 1988 (ed./trad.). Abhidharmakośabhāṣyam de Vasubandhu, trad. Leo M. Pruden, versión inglesa de la traducción al francés a partir de la versión china y\\ntibetana de esta obra sánscrita, Berkeley, Asian Humanities Press, 1988 (1ª edición:", "Vetter, Tilmann E., 1988. The Ideas and Meditative Practices of Early Buddhism, Leiden & New Cork, E. J. Brill. Virupakshananda, Swami, 1995 (trad.). Sāṃkhya Kārikā with the Commentary of Vācaspati Miśra or Tattvakaumudī, Madrás, Sri Ramakrishna Math. Walshe, Maurice, 1995. The Long Discourses of the Buddha. A Translation of the Dīgha Nikāya, Boston, Wisdom Publications.", "Wayman, Alex, 1973. The Buddhist Tantras: Light on Indo-Tibetan Esoterism, Nueva York, S. Weiser. ———, 1990. Buddhist Insight. Essays by Alex Wayman, George Elder (ed.), Delhi, Motilal Banarsidass.", "Weinberg, Steven, 1993. The First Three Minutes: A Modern View of The Origin of The Universe, Basic Books. Weerasinghe, S. G. M., 1993. The Sāṃkhya Philosophy. A Critical Evaluation of its Origins and Development, Nueva Delhi, Sri Satguru Publications. Wijayaratna, Mohan, 2010. El monje budista. Según los textos del theravāda, trad. Antonio Rodríguez, Valencia. Pre-Textos. Wogihara, Unrai, 1971 (ed.). Bodhisatt vabhūmi: A Statement of Whole Course of the Bodhisattva (being Fift eenth Section of Yogacarabhumi), Tokio, Sankibo."], "subsections": []}, {"type": "section", "title": "Nāgārjuna: 89-90 naivasaṃjnāyatana: 133n nāma-rūpa: 46, 120, 131n naraka: 121-122, 144 nasaṃjñānāpyasaṃjñāka: 142 neti neti: 51, 87", "level": 3, "content": [], "subsections": []}]}]}
{"type": "section", "title": "Xuanzang: 142, 147", "level": 1, "content": [], "subsections": []}
